["मैं लॉगआउट विकल्प नहीं खोज पा रहा हूं। कहाँ है?","शहर के लिए परिणाम पृष्ठ पर स्टेशनों की सूची में कुछ स्टेशन गायब हैं। क्यों?","IRCTC क्या है?","क्या IRCTC शाकाहारी भोजन प्रदान करता है?","ChatBot के परिणाम कितने सही हैं?","चैटबॉट की उपलब्धता क्या है?","आंशिक रूप से पुष्टिकरण और वेटलिस्ट टिकट कैंसिलेशन शुल्क क्या हैं?","ई-टिकट: अगर चार्ट की तैयारी के बाद मेरा टिकट आरएसी में रहता है और मैं यात्रा नहीं करना चाहता तो क्या होगा?","मैं IRCTC के ट्विटर पर कैसे शिकायत कर सकता हूं?","जब उपलब्ध सीटें हों तो भी तत्काल बुकिंग का कोई विकल्प क्यों नहीं?","आधार को कैसे लिंक करें?","क्या IRCTC एसएमएस सुविधा प्रदान करती है?","क्या मैं IRCTC के माध्यम से प्लेटफॉर्म टिकट बुक कर सकता हूं?","क्या शैक्षिक यात्रा के लिए कोई छूट है?","एटीएम निकासी शुल्क क्या हैं?","मैं IRCTC ई-वॉलेट में पैसे कैसे जमा करूं?","क्या मुझे आपके ChatBot का उपयोग करने के लिए IRCTC पर एक पंजीकृत ग्राहक होना चाहिए?","एआरपी क्या है?","टिकट में सेक्स कैसे बदलें / सही करें?","कैसे पता करें कि क्या मैंने गैरब्रथ में बेडरोल चुना है?","क्या आईडी प्रूफ को यात्रा के दौरान आईडी प्रूफ के रूप में डिजी लॉकर में सहेजा गया है?","क्या मैं मूल आईडी प्रूफ के बजाय एक फोटोकॉपी ले जा सकता हूं?","क्या मैं ईआरएस को बचा सकता हूं या साझा कर सकता हूं?","ई-टिकट: क्या आंशिक रद्द किया जा सकता है?","मुझे नो मैचिंग ट्रेन का संदेश क्यों मिल रहा है?","पत्रकार रियायत टिकट कैसे बुक करें?","टैक्कल बुकिंग के समय सुरक्षा प्रश्न को कैसे रोकें?","यदि मेरे पास खानपान सुविधाओं / अन्य यात्री सुविधाओं के बारे में कोई सुझाव या शिकायत है, तो मैं किससे संपर्क करूं?","दो स्टेशनों के बीच ट्रेनों की जांच कैसे करें?","जब मैं टिकट को रद्द करने की कोशिश करता हूं, तो यह कहता है कि चार्ट तैयार किए गए हैं। अब मैं टिकट कैसे रद्द करूं?","मैंने आईआरसीटीसी पर गलत तारीख के लिए टिकट बुक किए हैं। इसे ठीक करने का सबसे अच्छा तरीका क्या है? क्या टिकट की यात्रा तिथि को बदलना संभव है या क्या मुझे टिकट को रद्द करने और सही तिथि के लिए उन्हें फिर से बुक करने की आवश्यकता है? यदि हां, तो कैंसिलेशन चार्ज कितना होगा?","एक सक्रिय वफादारी सदस्य क्या है?","उपलब्धता की जांच कैसे करें?","IRCTC पर विभिन्न विज्ञापन चैनल उपलब्ध हैं?","मेरे टिकट कैसे ईमेल करें?","एक ही कोच में टिकट कैसे बुक करें?","दूरी के कारण कोटा पर कोई प्रतिबंध है?","आरएसी टिकट के लिए रद्दीकरण शुल्क क्यों मौजूद है?","मैंने टिकट बुक करने की कोशिश की लेकिन मेरा भुगतान अस्वीकृत है और विफल नहीं हुआ। क्यों?","ई-टिकट: अगर मैं फोटो पहचान पत्र ले जाना भूल जाऊं तो क्या होगा?","टिकट रद्द करने का विकल्प कैसे रद्द करें","मैं तत्काल आरक्षण बुक करने के लिए इंटरनेट आरक्षण सुविधा का उपयोग कैसे कर सकता हूं?","पुष्टि की गई तत्काल टिकट रद्द करने पर मुझे कितनी धनराशि मिलेगी?","उपयोगकर्ता आईडी का प्रारूप क्या है?","क्या चैटबोट मुझे पैकेज बुक करने में मदद करता है?","आभासी और भौतिक कार्ड के लिए क्या शुल्क हैं?","क्या ट्रेन में यात्रा करते समय खाद्य ऑर्डर ऑनलाइन लेने के लिए कोई अधिकृत एजेंसी है?","पैसे कट गए लेकिन टिकट बुक नहीं हुई, क्या करें?","क्या आपके पास एयर टिकट बुकिंग के लिए मोबाइल ऐप है?","उपनगरीय रेलवे सीजन टिकट कैसे बुक करें?","क्या मैं ट्रैवल एजेंटों के माध्यम से अपने टिकट बुक कर सकता हूं?","IRCTC के GGM आईटी कौन हैं?","खाद्य सुरक्षा की जाँच के लिए IRCTC ने क्या किया है?","रिफंड में देरी क्यों है?","मैं चैटबॉट का उपयोग कैसे कर सकता हूं?","IRCTC की वेबसाइट पर अंग्रेजी से हिंदी में भाषा कैसे बदलें?","मैं एक विदेशी हूं, मैं ऑनलाइन टिकट कैसे बुक कर सकता हूं?","मुझे अपने टिकट की आरक्षण स्थिति कैसे पता चलेगी?","क्या मैं भुगतान करने के लिए SBI ATM सह डेबिट कार्ड का उपयोग कर सकता हूं?","क्या मुझे चैटबॉट की आवश्यकता है?","Who can book E-Wheelchair?","क्या चैटबॉट Android और IOS उपकरणों पर काम करता है?","क्या मुझे राजधानी एक्सप्रेस में विकलांगता रियायत मिल सकती है?","क्या चैटबोट आईआरसीटीसी से संबंधित मेरे किसी भी प्रश्न का उत्तर देगा?","क्या मैं उपलब्धता स्थिति में GNWL aa / WL bb में टिकट बुक कर सकता हूं?","ई-टिकट: चार्ट तैयार करने के बाद मैं ई-टिकट कैसे रद्द कर सकता हूं?","मैं निम्न श्रेणी से उच्च श्रेणी में बर्थ कैसे बदल सकता हूं?","क्या बालिकाओं के लिए कोई विशेष छूट है?","मैं अपनी बुकिंग का विवरण कैसे देख सकता हूं?","क्या ट्रेन में सवार होने के लिए मेरा वेटलिस्ट ई-टिकट वैध है?","IRCTC पर लोअर बर्थ कोटा ऑनलाइन कैसे प्राप्त कर सकते हैं?","मैं IRCTC पर फ्लाइट टिकट कैसे बुक कर सकता हूं?","70 साल की एक बूढ़ी महिला के लिए विशेष रूप से निचली बर्थ मांगने पर ऊपरी बर्थ क्यों प्रदान की जाती है?","मैं टिकट के प्रतीक्षा सूची वाले टिकट को रद्द करने में असमर्थ हूं। क्या आप मेरी मदद कर सकते हैं?","कैसे करें डी-लिंक लॉयल्टी अकाउंट?","क्या मैं अपना ट्रेन टिकट स्थगित कर सकता हूं?","ट्रेन 18 / वंदे भारत का पहला मार्ग क्या था?","क्या मैं भारत के बाहर किसी वेबसाइट पर ऑनलाइन खरीदारी कर सकता हूं?","बोगीबिल पुल के माध्यम से कौन सी सभी ट्रेनें नियमित रूप से चलेंगी?","मध्यरात्रि यात्रा के मामले में यात्रा की तारीख क्या होनी चाहिए?","ट्रेन का शेड्यूल कैसे जानें?","मेरी पसंद की तारीख के लिए कोई सीट उपलब्ध नहीं है। अगले कुछ दिनों की उपलब्धता कैसे देखूँ?","वरिष्ठ नागरिकों की उपलब्ध सीटों के बावजूद, मुझे अपनी पसंद की सीट नहीं मिली। क्या आप मुझे बता सकते हैं क्यों?","ई-टिकट: मुझे अपने ई-टिकट के लिए कितना अतिरिक्त भुगतान करना चाहिए?","IRCTC की मोबाइल साइट का url क्या है?","ई-टिकट कैसे बुक करें?","मैं एक नए खाते के लिए पंजीकरण करने की कोशिश कर रहा हूं, लेकिन मेरा फोन नंबर पहले से ही किसी और द्वारा पंजीकृत है, मैं खुद को कैसे पंजीकृत कर सकता हूं?","क्या मुझे अपनी ट्रेन यात्रा बुक करने के लिए हर बार अपना मोबाइल नंबर दर्ज करने की आवश्यकता है?","आने वाली त्रुटि लॉयल्टी नंबर पहले से ही लिंक है &quot;&quot;","क्या मैं मोबाइल फोन के माध्यम से अपने टिकट बुक कर सकता हूं?","क्या हम ऑनलाइन के माध्यम से बर्थ को निम्न वर्ग से उच्च वर्ग में बदल सकते हैं?","सबसे सुरम्य ट्रेन मार्ग कौन सा है?","क्या IRCTC कोई लॉयलिटी प्रोग्राम पेश करता है?","मैं एक अलग नंबर पर बुक किए गए टिकट का एसएमएस कैसे भेजूं?","सीट की उपलब्धता कैसे जांचें?","मैंने रद्द करने की पहल की लेकिन एक विफलता संदेश मिला?","उच्च पुष्टि संभावना क्या है?","ई-टिकट: यात्रा / यात्रा को स्थगित कैसे करें?","IRCTC SBI क्रेडिट कार्ड को कैसे सक्रिय करें?","बुक किए गए टिकट को बचाने के लिए QR कोड को कैसे स्कैन करें?","खोज परिणाम पृष्ठ और पुस्तक पृष्ठ पर दिखाया गया किराया अलग है। क्यों?","लोअर बर्थ पसंद करने के बाद भी मुझे लोअर बर्थ क्यों नहीं मिली?","भारतीय रेलवे द्वारा शारीरिक रूप से विकलांग कार्ड कैसे बनाया जाए?","मुझे IRCTC ट्रेन 18 / वंदे भारत एक्सप्रेस के बारे में बताएं?","क्या मैं हावड़ा में नागपुर से बैंगलोर तक का टिकट बुक कर सकता हूं?","क्या चिकित्सा सहायता ट्रेनों पर उपलब्ध है?","टैक्कल बुकिंग के दौरान वेबसाइट धीमी / धीमी क्यों चल रही है?","मोबाइल और ईमेल में सक्रियण लिंक नहीं मिला, क्या करें?","क्या मैं स्टेशन / शहर का नाम लिखने के बजाय 3/4 पत्र स्टेशन कोड दर्ज करके खोज सकता हूं?","मोबाइल साइट क्यों नहीं खुल रही है?","क्या मतलब है ATAS?","क्या अमेरिकन एक्सप्रेस कार्ड का उपयोग भुगतान करने के लिए किया जा सकता है?","How to check Fares of Trains Online?","मैं IRCTC महाराजाओं के बारे में विवरण कैसे प्राप्त कर सकता हूं?","मैं भोजन कैसे बुक कर सकता हूं और मेनू कैसे देख सकता हूं?","मैं विशेष ट्रेन के अलर्ट कैसे प्राप्त कर सकता हूं?","मैं ट्रेनों / किरायों / रिफंड / मार्गों / समय-निर्धारण / सीट आवंटन आदि के बारे में पूछताछ / शिकायत कहां कर सकता हूं?","क्या किसी अन्य खाते में एक ही मोबाइल नंबर और ईमेल आईडी का उपयोग करना संभव है?","प्रीपेड सेवाएं क्या हैं?","ई-टिकट: ई-टिकट बुक करने के लिए क्या दस्तावेज / आई-कार्ड की आवश्यकता है?","अगर मैं एक महीने में 6 से अधिक टिकट बुक करना चाहता हूं?","IRCTC वेबसाइट ठीक से काम / लोडिंग क्यों नहीं कर रही है?","बोगीबिल पुल से क्या लाभ हैं?","यदि मैं ईआरएस नहीं ले रहा हूं तो क्या होगा?","क्या आप राजधानी एक्सप्रेस के लिए भोजन मेनू विवरण प्रदान कर सकते हैं?","ट्रेन में बच्चे के लिए आपको क्या उम्र चुकानी होगी?","एक टिकट में कितने यात्री बुक किए जा सकते हैं?","यदि मैं वेब / ऐप पर आपके चैटबॉट को नोटिस करने में विफल रहता हूं तो क्या होगा?","मैं एक विदेशी पर्यटक हूं और मैंने लागू शुल्क का भुगतान करके आईआरसीटीसी पर अपना पंजीकरण कराया है, हालांकि मुझे अपने मोबाइल और ईमेल आईडी पर पुष्टि संदेश नहीं मिला है। मैंने अपने देश के मोबाइल नंबर का उपयोग कर अपना पंजीकरण कराया। क्या आप मदद कर सकते हैं?","लॉयल्टी अकाउंट में ईमेल आईडी और मोबाइल नंबर कैसे अपडेट करें?","यदि मैं कीवर्ड टाइप करता हूं तो क्या मुझे उत्तर मिलेगा?","इविक्ट में दिव्यांगजन कोटा क्या है?","विभिन्न स्टेशन से बोर्डिंग के लिए दो स्टॉप का नियम क्या है?","क्या हम विकलांग / विकलांग रियायत में टिकट बुक कर सकते हैं?","मेरे 4 साल के बेटे के लिए बुक किए गए टिकट और उसका विवरण टिकट में दिखाई नहीं दे रहा है। क्यों?","NC का क्या अर्थ है?","क्या मोबाइल नंबर और ईमेल आईडी अपडेट करना संभव है?","मैंने अपने क्रेडिट कार्ड का उपयोग करके किसी और के लिए ट्रेन टिकट बुक किया है? क्या उन्हें यात्रा करते समय इसे ले जाने की आवश्यकता होगी?","वरिष्ठ नागरिक रियायत आयु सीमा क्या है?","बोर्डिंग पॉइंट में बदलाव के लिए सभी स्टेशनों को किसकी अनुमति है?","ई-टिकट: मैं ई-टिकट बुक करने के लिए भुगतान कैसे कर सकता हूं?","यात्रा के दौरान कैंसर रोगियों के लिए कौन से दस्तावेज़ आवश्यक हैं?","मैंने यात्रा के दौरान अपना सामान खो दिया। मेरी मदद कौन कर सकता है?","जब इंटरनेट पर ई-टिकट रद्द किया जा सकता है?","ट्रेन 18 / वंदे भारत ऑपरेशन कब शुरू किया गया था?","मैं आंशिक रूप से टिकट रद्द क्यों नहीं कर सकता?","IRCTC वफादारी योजना क्या है?","क्या यात्री का नाम टिकट में बदला जा सकता है?","किस खाते में मेरा रिफंड आएगा?","रेल राज्य मंत्री कौन है?","क्या चार्ट तैयार करने के बाद मुझे सूचीबद्ध ई टिकट को रद्द करने की आवश्यकता है?","प्रथम एसी क्लास / प्रथम श्रेणी के कन्फर्म टिकट में सीट नंबर का उल्लेख क्यों नहीं है?","वरिष्ठ नागरिक रियायत कैसे लागू करें?","बोर्डिंग पॉइंट को बदलने के नियम क्या हैं?","विकलांग / शारीरिक रूप से विकलांग व्यक्ति के लिए रियायत क्या है?","क्या हम ट्रेनों में सफाई सुनिश्चित करते हैं?","मुझे अपना मोबाइल नंबर और IRCTC लिंक करते समय विफलता संदेश प्राप्त होता है?","मेरा उपयोगकर्ता नाम क्यों निष्क्रिय है?","मैं एयर ऐप कहां से डाउनलोड कर सकता हूं?","मैं अपनी यात्रा की योजना बनाने के लिए भारतीय रेलवे इंटरनेट आरक्षण सुविधा का उपयोग कैसे कर सकता हूं?","मैंने ट्रेन का चयन किया लेकिन अभी भी बुक बटन प्रदर्शित नहीं हुआ है। क्या हो रहा है?","किसी भी धार्मिक यात्रा विशेष रूप से रेल टूर पैकेज में शामिल है?","मैं अपने खाते का लॉगिन / पासवर्ड भूल गया हूं और मुझे तत्काल उन टिकटों का प्रिंट आउट लेने की आवश्यकता है?","बोर्डिंग पॉइंट कैसे बदलें?","SBI ट्रैवल रिवॉर्ड पॉइंट्स क्या है?","अपने काउंटर टिकट के नुकसान के मामले में मैं क्या कर सकता हूं?","क्या मेरा कन्फर्म टिकट किसी और को ट्रांसफर किया जा सकता है?","बोर्डिंग पॉइंट कोटा के मामले में, मुझे कितना किराया देना होगा?","क्या मुझे किसी स्टेशन पर वेटिंग रूम का उपयोग करने के लिए भुगतान करने की आवश्यकता है?","क्या पंजीकरण के लिए मोबाइल नंबर और ईमेल आईडी अनिवार्य है?","क्या वफादारी योजना के लिए कोई पंजीकरण शुल्क है?","तेजस एक्सप्रेस टिकट कैसे बुक करें?","क्या तत्काल बुकिंग में कोई रिफंड है?","RSVN च्वाइस / बर्थ वरीयता क्या है?","क्या कोई IRCTC हॉलिडे पैकेज हैं?","कृपया किसी भी प्रश्न या प्रश्न के लिए कॉल और ईमेल करने के लिए अपना संपर्क नंबर साझा करें?","पसंदीदा भाषाएं क्या हैं?","मैं अपने खाते का लॉगिन / पासवर्ड भूल गया हूं और टिकट रद्द करना चाहता हूं?","मेरा लेन-देन बैंक से लंबित दिखाई दे रहा है, मेरे प्रीमियम तत्काल टिकट की स्थिति क्या होगी?","क्या आप यात्रा / उड़ान / ट्रेन / होटल / भोजन बुकिंग में मदद कर सकते हैं?","इनमे से कोई भी नहीं","मैं ट्रेन खोज का उपयोग कैसे करूँ?","मैं अपना केवाईसी कैसे पूरा कर सकता हूं?","CVV क्या है","IRCTC उपयोगकर्ता के साथ वफादारी खाता कैसे लिंक करें?","मैं खिड़की या काउंटर टिकटों को कैसे बुक कर सकता हूं?","मूल्य निर्धारण और उपलब्धता डेटा कितना सही है?","नमस्ते। मैंने एक शर्त के साथ टिकट बुक किया है कि दोनों बर्थ कम होनी चाहिए। हालाँकि, मेरे बैंक खाते से भुगतान काटे जाने के बाद एक संदेश आया कि आरक्षण कम बर्थ उपलब्ध नहीं था। मैंने फिर से बिना किसी शर्त के टिकट बुक कर लिया है। Pls, मुझे वापसी के लिए प्रक्रिया बताएं।","लेडीज़ कोटा क्या है?","कन्फर्म टिकट के कैंसिलेशन चार्ज क्या हैं?","बुक किए गए टिकट इतिहास की खोज कैसे करें?","भारत के रेल मंत्री कौन हैं?","रेलवे उपयोगकर्ताओं के लिए बोगीबिल पुल कैसे फायदेमंद है?","उपयोगकर्ताओं को ईमेल आईडी में लॉगिंग त्रुटि आईडी नहीं आती &quot;&quot;","ऑटो अपग्रेडेशन क्या है?","IRCTC वेबसाइट के माध्यम से टिकट बुक करने पर क्या सेवा शुल्क लगता है?","पासवर्ड का प्रारूप क्या है?","हमारे द्वारा पुष्टि की जाने वाली पुष्टि संभावना कितनी सही है?","IRCTC का GGM ITP कौन है?","क्या बच्चे का नाम बुकिंग फॉर्म में दर्ज किया जाना चाहिए?","क्या छात्र रियायत ऑनलाइन बुकिंग के माध्यम से लागू है?","क्या IRCTC पर हवाई टिकट सस्ता है?","प्रीमियम तत्काल कोटा में टिकट कैसे बुक करें?","पासंगर नाम बदलने के लिए क्या दस्तावेज आवश्यक है?","मैंने IRCTC की वेबसाइट पर मोबाइल नंबर बदल दिया है जो मेरी यूजर आईडी से जुड़ा था लेकिन अभी तक अपडेट नहीं किया गया है?","क्या ट्रेन में यात्रा करने वाली गर्भवती महिलाओं के लिए कोई अतिरिक्त सुविधा है?","ई-वॉलेट पासवर्ड प्रविष्टि के लिए अधिकतम प्रयास क्या है?","मैं वफादारी संख्या जोड़ना चाहता हूं, लेकिन संदेश कहता है कि मैंने पंजीकरण शुल्क का भुगतान नहीं किया है। मुझे यह संदेश क्यों प्राप्त हो रहा है?","क्या व्यक्तिगत पंजीकरण के लिए आधार अनिवार्य है?","यात्रियों के लिए विभिन्न प्रकार की रियायतें क्या उपलब्ध हैं?","मेरा पंजीकृत मोबाइल नंबर निष्क्रिय है, लेकिन मेरी ईमेल आईडी अभी भी काम करती है, क्या आप मुझे बता सकते हैं कि मैं अपना पासवर्ड कैसे रीसेट करूं?","मैं ट्रेन को कैसे रोक सकता हूं?","मुझे अपने अपुष्ट टिकट की वर्तमान स्थिति का पता कैसे चलेगा?","क्या ऑटो अपग्रेडेशन के लिए कोई शुल्क है?","कैंसर से पीड़ित एक वरिष्ठ नागरिक मेरे साथ यात्रा कर रहा है। लेकिन टिकट चार्ट तैयार होने के बाद भी आरएसी रहता है। कैसे मिलेगा टिकट कन्फर्म?","ट्रेन टिकट को किसी अन्य नाम पर स्थानांतरित करने की प्रक्रिया क्या है?","आपका चैटबॉट मेरी मदद कैसे कर सकता है?","एफटी पंजीकरण / बुकिंग के लिए भुगतान विकल्प क्या हैं?","अगर यात्रा के दौरान एसी विफल रहता है तो क्या धनवापसी का दावा किया जा सकता है?","कोच आईडी क्या है?","क्या मेरी यात्रा को स्थगित करने का कोई शुल्क है?","आने वाली त्रुटि पंजीकरण शुल्क का भुगतान नहीं किया गया &quot;&quot;","ई-टिकट: क्या मैं छात्र / अन्य रियायत टिकट बुक कर सकता हूं?","छुटकारे के लिए मान्य कक्षाएं क्या हैं?","क्या IRCTC तेजस एक्सप्रेस के लिए कोई यात्रा बीमा प्रदान करता है?","रिवार्ड पॉइंट्स क्या हैं?","आने वाली त्रुटि मोबाइल नंबर उपयोगकर्ताओं से लॉग इन नहीं होता है &quot;&quot;","किसी दिए गए स्टेशन के लिए मुझे भारतीय रेलवे स्टेशन कोड कैसे पता चलेगा?","मुझे विकल्प का विकल्प क्यों नहीं मिला?","मेरा टिकट बुक किए गए इतिहास में क्यों नहीं दिखाई दे रहा है और बुकिंग राशि मेरे खाते से काट ली गई है?","इस समय 50036 त्रुटि पर कार्रवाई की अनुमति नहीं है क्या है?","मैंने पिछले कुछ दिनों में कई बार टिकट बुक करने की कोशिश की और लेनदेन हमेशा विफल रहा। क्या आप बता सकते हैं कि मुझे क्या करना है?","How to watch live streaming of Indian Railways Kitchen","मैंने ऑनवर्ड और वापसी टिकट बुक किया था लेकिन किराए अलग हैं यह कैसे संभव है?","वर्चुअल कार्ड क्या है?","मेरी उम्र 60 वर्ष से अधिक है। क्या मैं वरिष्ठ नागरिक छूट का लाभ उठा सकता हूं?","विदेशी पर्यटक ट्रेन टिकट ऑनलाइन कैसे बुक कर सकते हैं?","एफटी उपयोगकर्ता के लिए पंजीकरण शुल्क क्या है?","IRCTC द्वारा नया टैबलेट सिस्टम कैसे और किन मापदंडों पर काम करता है?","बोगीबिल ब्रिज कब तक है?","क्या मैं उड़ान बुकिंग के लिए वफादारी अंक का उपयोग कर सकता हूं?","IRCTC की पालतू नीति क्या है?","मैं अपनी खाद्य प्राथमिकता को बदलना चाहता हूं, मैं यह कैसे कर सकता हूं?","Who is Group General Manager/IT?","ट्रेन यात्रियों को स्वच्छ भोजन प्रदान करने के लिए कितनी उत्पादन इकाइयाँ खोली जाती हैं?","पूर्ण केवाईसी उपयोगकर्ताओं के लिए वॉलेट सीमाएं क्या हैं?","ARP टिकट क्या है?","हम IRCTC पर बुक किए गए ट्रेन टिकटों पर लगाए गए अपने लेन-देन शुल्क को कैसे बचा सकते हैं?","क्या मैं महिला या सामान्य कोटा के साथ-साथ tatkal कोटा का चयन कर सकता हूं?","मूल स्टेशन और गंतव्य स्टेशन के बीच कौन से स्टेशन स्थित हैं?","जीएसटी के कारण ट्रेनों और इसकी सेवाओं के लिए किराए में क्या वृद्धि हुई है?","टीडीआर निरस्त स्थिति का क्या मतलब है?","टूर पैकेज के दौरान मैं कितना सामान ले जा सकता हूं?","क्या तत्काल टिकट बुक करते समय किसी आईडी कार्ड की आवश्यकता होती है?","क्या आपका चैटबॉट एक हेल्पडेस्क है?","मैं किसी विशिष्ट तिथि पर बर्थ उपलब्धता कैसे देख सकता हूं?","ChatBot किस तकनीक का उपयोग करता है?","क्या विदेशी पर्यटक कोटा ऑनलाइन बुकिंग में उपलब्ध है?","प्रीमियम टाटकल कोटा क्या है?","क्या IRCTC मेरी व्यक्तिगत जानकारी किसी और के साथ साझा करता है?","यह चैटबॉट वेब / ऐप पर कहां से आता है?","पेपरलेस टिकट प्रिंट क्या है?","क्या मैं अपनी यात्रा को दूसरे गंतव्य तक बढ़ा सकता हूं?","ट्रेन की स्थिति कैसे जांचें?","ट्रेन यात्रा के दौरान आपातकाल के मामले में किससे संपर्क करें?","Coming error \"Registration Fee not paid\"","सदस्य बनने के बाद SBI Travel Reward Points कैसे कमाएं?","बोगीबिल पुल के बारे में बताइए?","मुझे अपने टिकट के लिए चालान कैसे प्राप्त होंगे?","IRCTC ऐप की अच्छी विशेषताएं क्या हैं?","क्या वरिष्ठ नागरिक कोटा के लिए कोई सीमा है?","मैं आरडीएस खाता कैसे खोल सकता हूं?","RSWL का क्या अर्थ है?","मुझे वरिष्ठ नागरिक रियायत क्यों नहीं मिली?","यदि आपके चैटबॉट द्वारा मेरे किसी भी प्रश्न का उत्तर नहीं दिया जाता है, तो मेरी क्वेरी कैसे हल की जाएगी?","क्या मैं ऑनलाइन बुकिंग में रेलवे पास या पीटीओ का उपयोग कर सकता हूं?","मैं हमेशा कैप्चा के साथ समस्या का सामना करता हूं, बुकिंग के दौरान मैं कैप्चा को कैसे छोड़ सकता हूं?","SBI रिवार्ड पॉइंट्स क्या है?","ऑनलाइन ई-टिकट बुकिंग पर अन्य शुल्क क्या हैं?","तत्काल योजना में क्या रियायतें उपलब्ध हैं?","रेल मार्ग कैसे खोजें?","IRCTC के निदेशक मंडल कौन हैं?","क्या IRCTC सस्ते होटल उपलब्ध कराता है?","ईआरएस / टिकट में बच्चे का नाम क्यों नहीं दिखाई दे रहा है?","कैसे बुक करें यत्री मित्र?","What is E-Wheelchair Service?","टिकट की तुलना में कोच में अलग बर्थ नंबर क्यों है?","क्या मुझे एसी कक्षाओं में यात्रा के दौरान पहचान का प्रमाण ले जाना चाहिए?","क्या मैं क्रेडिट कार्ड पर अपने टिकट बुक कर सकता हूं?","मैं IRCTC के माध्यम से अपने व्यवसाय को कैसे बढ़ावा दे सकता हूं?","मैं IRCTC रिटायरिंग रूम सुविधा कैसे बुक कर सकता हूं?","क्या आपका चैटबॉट किसी भी ब्राउज़र पर खुलेगा?","किस समय तक टिकट रद्द किया जा सकता है?","IRCTC के माध्यम से मैं कितने टिकट बुक कर सकता हूं?","मुझे GSTN नंबर के साथ GST चालान कैसे मिलेगा?","मैं ट्रेन की स्थिति, पीएनआर स्थिति, आगमन, प्रस्थान, लाइव, रूट, समय, देरी आदि कैसे देख सकता हूं?","क्या मैं ई-टिकट बुक कर सकता हूँ यदि उपलब्धता की स्थिति प्रतीक्षा सूची है?","रिडीम टिकटों के रद्दीकरण शुल्क क्या हैं?","मैं बुकिंग के बाद अपने ट्रेन टिकट का विस्तार करना चाहता हूं, मैं यह कैसे कर सकता हूं?","ऑनलाइन ट्रेन टिकट बुकिंग के लिए कौन से दस्तावेज़ या आईडी कार्ड की आवश्यकता होती है?","क्या मैं छात्र / अन्य रियायत टिकट बुक कर सकता हूँ?","आने वाली त्रुटि &quot;ईमेल आईडी उपयोगकर्ताओं में लॉग इन नहीं होती है&quot;","क्या आप चैटबॉट का उत्तर देते हैं यदि मेरे वर्तनी सही नहीं हैं?","मेरा आधार सत्यापित है, फिर भी मैं टिकट बुक करने में असमर्थ हूं। क्या आप मुझे बता सकते हैं कि मुझे क्या करना है?","तेजस एक्सप्रेस क्या है?","IRCTC द्वारा इन टैबलेट के रिकॉर्ड का सॉफ्टवेयर क्या है?","अगर ट्रेन देरी से चल रही है तो क्या मैं टिकट रद्द कर सकता हूं?","क्या मेरा IRCTC iMudra Card, एक डेबिट कार्ड या एक क्रेडिट कार्ड है?","क्या पूरी राशि वापस कर दी जाएगी या मैं कुछ पैसे खो दूंगा?","आरक्षण चार्ट तैयार करने के बाद ई-टिकट रद्द करने का नियम क्या है?","मैं चैटबोट से कितने प्रश्न पूछ सकता हूं?","मास्टर सूची में यात्री कैसे जोड़ें और आधार के साथ सत्यापित करें?","यदि ट्रेन रद्द के रूप में चिह्नित की गई है तो मैं टिकट कैसे रद्द कर सकता हूं?","बैंक शुल्क क्या है?","मैं सीनियर सिटीजन कोटा पर टिकट बुक करने की कोशिश कर रहा हूं, यह बो रहा था कि मुझे 28 सीटें उपलब्ध हैं, लेकिन भुगतान करते समय इसकी वेटिंग दिख रही है, ऐसा क्यों है?","ट्रेन के अग्रिम टिकट कितने दिनों में बुक किए जा सकते हैं?","मैं ट्रेन में रक्षा / सैन्य कोटा का उपयोग कैसे कर सकता हूं?","रिवार्ड पॉइंट्स के साथ मुफ्त टिकट कैसे बुक करें?","कौन है DISHA?","अगर ट्रेन रूट डायवर्ट किया जाता है तो क्या मैं टिकट रद्द कर सकता हूं?","आज के लिए ओटीपी सीमा पार हो गई है। मुझे क्या करना चाहिए?","बोगीबील पुल का उद्घाटन कब हुआ?","MVisa विकल्प क्या है?","मुझे अन्य ट्रेन / क्लास आज़माएं संदेश क्यों मिल रहा है?","भुगतान करने के लिए भीम UPI का उपयोग कैसे करें?","IRCTC के माध्यम से अपने व्यवसाय का विस्तार कैसे करें?","किसी दिए गए स्टेशन के लिए मैं STATION CODE कैसे पता करूँ?","RDS / IRCTC E वॉलेट क्या है?","मुझे IRCTC की वेबसाइट पर सेवा उपलब्ध नहीं है संदेश क्यों मिल रहा है?","मैंने फ्रीचार्ज का उपयोग करके अपने टिकट बुक किए, मुझे रिफंड कहां मिलेगा?","मैंने कुछ समय पहले अपना IRCTC उपयोगकर्ता नाम बनाया था, और मुझे यह अब याद नहीं है?","क्या आपके पास कोई प्रीपेड सेवा है?","क्या है विकल्प स्कीम?","खरीद अंक क्या है?","कम पुष्टि संभावना क्या है?","दिव्यांग या पत्रकार कोटा क्या है?","किन स्टेशनों में वाई-फाई कनेक्टिविटी है?","मैं IRCTC का अधिकृत एजेंट कैसे बन सकता हूं?","क्या मैं अपनी सीट / बर्थ नंबर चुन सकता हूं?","मैं मोबाइल ऐप के माध्यम से एक नियमित मासिक टिकट ग्राहक हूं, लेकिन अभी जब मैं मासिक टिकट बुक कर रहा हूं तो गेट तरीका विकल्प काम नहीं कर रहा है। क्या आप मेरी मदद कर सकते हैं?","क्या पंजीकरण के लिए मोबाइल नंबर अनिवार्य है?","यात्रा की न्यूनतम दूरी क्या है?","क्या IRCTC राजधानी, शताब्दी एक्सप्रेस के यात्रियों के लिए भोजन का फीडबैक रिकॉर्ड करने के लिए टैबलेट ला रही है?","कैसे डिलीट करें अकाउंट?","रिवार्ड पॉइंट्स कैसे खरीदें?","बुक किया हुआ टिकट कैसे चेक करें?","मैं My AgentID का उपयोग करके लॉगिन करने में असमर्थ हूं, क्या आप कृपया मदद कर सकते हैं?","मैं दिवाली स्पेशल ट्रेनों के बारे में जानना चाहता हूं। कृपया मदद कीजिए।","मेरे वेटिंग टिकट की पुष्टि की संभावना क्या है?","IRCTC टिकटों के सबसे बड़े विक्रेताओं में से कौन सी कंपनी है?","मैं बुकिंग इतिहास प्रविष्टि को हटाने में सक्षम क्यों नहीं हूं?","मैं अपने टिकट का प्रिंट आउट कैसे ले सकता हूं?","मुझे एक विशेष कोटा के तहत अपना ट्रेन टिकट बुक करना होगा। मैं उसे करके देखूं तो?","कितने दिन पहले, आप तत्काल टिकट बुक कर सकते हैं?","क्या यात्री का लिंग टिकट में बदला जा सकता है?","ट्रांजेक्शन पासवर्ड क्या है?","क्या IRCTC अंतर्राष्ट्रीय पैकेज प्रदान करता है?","ट्रेन टिकट के लिए न्यूनतम आयु क्या है?","मेरी जन्मतिथि मेरे प्रोफाइल में गलत दिख रही है। मैं कैसे बदल सकता हूँ?","IRCTC Android ऐप मेरे लिए काम नहीं करता है। क्या आप मदद कर सकते हैं?","विदेशी उपयोगकर्ता IRCTC की वेबसाइट पर कैसे पंजीकरण कर सकते हैं?","IRCTC के माध्यम से खरीद के मामले में 1 अंक की लागत क्या है?","क्या हम उसी दिन के लिए प्रीमियम तत्काल बुक कर सकते हैं?","मैं कूप बुकिंग कैसे प्राप्त कर सकता हूं?","क्या रिवार्ड पॉइंट्स की एक्सपायरी अवधि है?","सत्यापन कैसे अनलॉक करें?","मैं विज्ञापन के लिए IRCTC के साथ कैसे संपर्क कर सकता हूं?","क्या चैटबॉट मेरे पिछले चैट इतिहास को याद रखेगा?","क्या IRCTC कोई पर्यटन पैकेज प्रदान करता है?","ई-टिकट: मैं ई-टिकट कैसे रद्द कर सकता हूं और मुझे रिफंड कैसे मिलेगा?","बोर्डिंग पॉइंट बदलने के लिए नियम या निर्देश क्या हैं?","क्या मोबाइल ऐप और IRCTC की वेबसाइट पर तत्काल टिकटों की उपलब्धता अलग है?","I want to know about new time table of train?","टिकटिंग एजेंटों का डेबिट समय क्या है?","IRCTC में एक ID से कितने टिकट बुक किए जा सकते हैं?","बुक किए गए मेरे पिछले टिकटों का प्रिंटआउट कैसे लें?","क्या रेलवे परीक्षा के छात्रों के लिए कोई प्रस्ताव है?","मैंने अपना टिकट बुक कर लिया है। अब मैं इसका प्रिंट नहीं ले पा रहा हूं और न ही इसे वेबसाइट पर देख पा रहा हूं। मैं अपना टिकट कैसे खोज सकता हूं?","एफटी पंजीकरण के लिए क्या आवश्यक है?","टिकट बुक करते समय मैं कैंसर रोगियों का विकल्प कहां से चुन सकता हूं?","ऑनलाइन ट्रेन टिकट बुकिंग / आरक्षण समय क्या है?","RL / RLWL / WL का क्या अर्थ है?","मुझे खोज परिणाम पृष्ठ पर कहीं भी पुस्तक बटन दिखाई नहीं देता है। मैं कैसे बुक करूं?","उपलब्धता की जांच करने पर, मुझे उपलब्धता स्थिति में RAC मिलता है। इसका क्या मतलब है?","क्या चैटबॉट डेस्कटॉप और मोबाइल वेब दोनों पर काम करता है?","वीआरएम (वर्चुअल रिजर्वेशन मैसेज) कहां खोजें?","वफादारी सदस्यता की समाप्ति अवधि क्या है?","क्या चैटबॉट वॉइस कमांड को स्वीकार करता है?","हम पूरी ट्रेन कैसे बुक कर सकते हैं?","ट्रेन 18 / वंदे भारत के नए प्रस्तावित मार्ग क्या होंगे?","चैटबॉट क्या है?","क्या चैटबोट अंग्रेजी के अलावा किसी अन्य भाषा में प्रतिक्रिया करता है?","उपलब्धता देखने के लिए मुझे मोबाइल नंबर और IRCTC उपयोगकर्ता आईडी दर्ज करने की आवश्यकता क्यों है?","विफल बुकिंग के मामले में क्या होता है और खाते से राशि काटी जाती है?","क्या मैं यात्रा के समय अपनी बर्थ बदल सकता हूं?","सहेजे गए यात्री सूची को कैसे अपडेट करें?","भोजन के लिए IRCTC परिभाषित मेनू दर क्या है?","भारतीय रेल यात्रियों के लिए विभिन्न प्रकार की रियायतें क्या हैं?","IRCTC साइट धीमी क्यों है?","ऑनलाइन बुकिंग पर क्या रियायतें दी जाती हैं?","एक वफादारी संख्या क्या है?","बोर्डिंग पॉइंट का चयन कैसे करें?","IRCTC पर विज्ञापन के विभिन्न तरीके क्या हैं?","What is the cancellation policy?","जब अंतिम चार्ट तैयार हो जाता है?","मैं बुकिंग एसएमएस प्राप्त नहीं कर पा रहा हूं?","पर्यटन पैकेज क्या उपलब्ध हैं?","आरक्षण पुष्टि संदेश क्यों नहीं दिखाई दिया?","IRCTC के माध्यम से कितने टिकट बुक किए जा सकते हैं?","क्या मैं यात्रा टिकटों को ऑनलाइन बुक कर सकता हूं?","क्या IRCTC वेबसाइट के लिए सर्विस डाउन है?","ट्रेन के माध्यम से अपनी बाइक को एक स्थान से दूसरे स्थान तक कैसे पहुँचाएँ?","ChatBot क्या है - Disha पूछो?","अंतिम चार्ट में कौन से यात्री नाम दिखाई देंगे?","उपलब्ध वरिष्ठ नागरिकों की सीटों के बावजूद, मुझे अपनी पसंद की सीट नहीं मिली। क्या आप मुझे बता सकते हैं क्यों?","भविष्यवाणी 100% सटीक क्यों नहीं है?","Tatkal टिकट के लिए TDR कैसे दाखिल करें?","क्या मुझे अपनी 8 साल की बेटी के लिए टिकट चाहिए? यदि हाँ, तो उसके पास आईडी कार्ड नहीं है?","चैटबोट को मेरे प्रश्नों का उत्तर देने में कितना समय लगेगा?","अगर मैं अपनी यात्रा को तोड़ रहा हूं या एक कनेक्टिंग ट्रेन की प्रतीक्षा कर रहा हूं, तो क्या मैं क्लॉक रूम में सामान रख सकता हूं?","क्या हम Payzapp के माध्यम से ट्रेन टिकट बुक कर सकते हैं?","RQWL का क्या अर्थ है?","क्या आप चैटबॉट के लिए ग्राहकों से शुल्क लेते हैं?","क्या IRCTC AIR पैकेज प्रदान करता है?","IRCTC एक्सक्लूसिव क्या है?","लेन-देन पासवर्ड कैसे रीसेट करें?","मेरा खाता निष्क्रिय कर दिया गया है, मुझे इसे कैसे पुनः सक्रिय करना चाहिए?","मैं अपने सहेजे गए कार्ड विवरण को कैसे हटा सकता हूं?","क्या मैं ट्रेनों के देर से चलने के कारण यात्रा करने की इच्छा नहीं रख पाऊंगा?","मैं आधार कार्ड के विवरण को कैसे अपडेट कर सकता हूं?","मैं अपने पिछले बुक किए गए टिकटों का चालान कैसे प्राप्त कर सकता हूं?","क्या IRCTC ट्रेन यात्रा के लिए कोई यात्रा बीमा प्रदान करता है?","दिव्यांगजन कोटे में IRCTC से टिकट बुकिंग के लिए क्या दस्तावेज चाहिए?","यात्रियों को अन्य क्या सुविधाएं उपलब्ध हैं?","IRCTC के अध्यक्ष कौन हैं?","हालांकि मैं सही उपयोगकर्ता नाम और पासवर्ड के साथ लॉग इन कर रहा हूं, लेकिन यह &quot;अमान्य उपयोगकर्ता&quot; कहता है। ऐसा लगता है कि कैप्चा ठीक से काम नहीं करता है। क्या आप मदद कर सकते हैं?","व्यक्तिगत उपयोगकर्ता के लिए पंजीकरण शुल्क क्या है?","IRCTC पर विज्ञापन देने के विभिन्न तरीके क्या हैं?","रद्दीकरण के नियम क्या हैं?","ई-टिकट: यात्री का नाम कैसे बदलें?","क्या IRCTC के माध्यम से टोकन बुक करते समय यात्रा बीमा खरीदना अनिवार्य है?","क्या होगा यदि मेरी यूजर आईडी IRCTC द्वारा निष्क्रिय है?","When train will start?","टिकट अपग्रेड कैसे करें?","मैंने मोबाइल नंबर दर्ज किया है लेकिन ओटीपी प्राप्त नहीं किया है?","EDR अपडेट का क्या मतलब है?","मैंने बुकिंग के समय यात्रियों में से एक का नाम गलत लिखा है। क्या मैं अब नाम बदल सकता हूं?","दूसरी सिटिंग सीटों का क्या मतलब है?","क्या हम IRCTC के माध्यम से ई-टिकटिंग के माध्यम से तत्काल टिकट बुक कर सकते हैं?","क्या मैं अपनी ट्रेन की यात्री सूची ऑनलाइन देख सकता हूं?","IRCTC eWallet का उपयोग करके मैं कितने टिकट बुक कर सकता हूं?","क्या भारतीय रेलवे द्वारा विदेशी पर्यटकों के लिए कोई विशेष सुविधाएं प्रदान की जाती हैं?","क्या कोई अतिरिक्त राशि आईआरसीटीसी शुल्क है?","आस्क दिशा 2.0 क्या है?","यदि खाता बंद हो गया है या उपयोग में नहीं है तो क्या होता है जिससे बुकिंग की गई थी?","क्या आप मुझे बता सकते हैं कि क्या रविवार और छुट्टियों के दिन काउंटरों पर आरक्षण किया जा सकता है?","SBI Travel Reward Points कमाने के लिए Valid Classes क्या हैं?","मैं iMudra के लिए साइन-अप कैसे कर सकता हूं?","ऑनलाइन ट्रेन टिकट बुकिंग के लिए सामान्य प्रक्रिया क्या है?","हम ट्रेन टिकट ऑनलाइन कैसे बुक कर सकते हैं?","मुझे ट्रेन की वर्तमान स्थिति कैसे मिल सकती है?","क्या रेलवे टूर पैकेज के दौरान पालतू जानवरों की अनुमति है?","मुझे विकलप स्थिति के लिए अपडेट कैसे प्राप्त होगा?","विकलांग / विकलांग रियायत में टिकट कैसे बुक करें?","रेलवे स्टेशन पर वाईफाई कैसे कनेक्ट करें?","वरिष्ठ नागरिक रियायत कितनी है?","कुछ बैंक भुगतान क्यों स्वीकार नहीं किए जाते हैं?","अगर ट्रेन देरी से चल रही है और इसमें यात्रा करने का कोई मूड नहीं है, तो आगे क्या करना है?","लॉयल्टी अकाउंट में एमबो नाम कैसे अपडेट करें?","क्या रियायत के लिए न्यूनतम दूरी के लिए कोई नियम है?","गलती से मैंने अपने आप को एजेंट के रूप में पंजीकृत किया है, मैं अपने खाते को व्यक्तिगत उपयोगकर्ता में कैसे बदल सकता हूं?","यदि रद्दीकरण किया जाता है तो धनवापसी राशि कहां से की जाएगी?","मैं +91 फोन नंबर के बिना किसी खाते के लिए कैसे पंजीकरण कर सकता हूं?","भारतीय रेलवे से शारीरिक रूप से विकलांग कार्ड कैसे बनाएं?","IRCTC पर विज्ञापन के अवसरों का पता कैसे लगाएं?","क्या मैं भुगतान करने के लिए एटीएम सह डेबिट कार्ड का उपयोग कर सकता हूं?","FT यूजर के लिए कैंसिलेशन चार्ज क्या है?","ऑनलाइन के माध्यम से टिकट कैसे बुक करें?","Bharat QR द्वारा भुगतान कैसे करें?","रेलवे बोर्ड के एमटी (मेंबर ट्रैफिक) कौन हैं?","अगर मैं भारत के बाहर स्थित हूं, तो क्या मैं टिकट बुक कर सकता हूं?","मैं टैक्सी / कैब कैसे बुक कर सकता हूं?","हम गर्भवती महिलाओं के लिए कन्फर्म टिकट कैसे प्राप्त कर सकते हैं?","अंतिम txn विवरण की जांच कैसे करें?","क्या यह चैटबोट मुझे irctc हवाई बुकिंग के बारे में जानकारी प्रदान करेगा?","मुझे विभिन्न स्टेशनों के बीच एक वैध मार्ग कैसे मिलेगा?","अगर मैं फोटो पहचान पत्र ले जाना भूल जाऊं तो क्या होगा?","क्या हम अमेज़न पे के माध्यम से ट्रेन टिकट बुक कर सकते हैं?","क्या कोई आईआरसीटीसी हेल्पलाइन है?","गरीब रथ ट्रेनों में वरिष्ठ नागरिक रियायत लागू है?","यात्रा बीमा क्या है?","मेरा भारतीय रेलवे का पासवर्ड कितना सुरक्षित है?","हम 6 से अधिक सीटें बुक करना चाहते हैं। हम कैसे बुक कर सकते हैं?","महिला पैसेंजर के लिए क्या सुरक्षा ली गई है?","बोगीबील पुल पर चलने वाली पहली ट्रेन कौन सी थी?","PQ / PQWL का क्या अर्थ है?","मैं अपना IRCTC e-Wallet पासवर्ड भूल गया, मैं इसे कैसे रीसेट कर सकता हूं?","एप्लायटर भुगतान कैसे करें?","क्या IRCTC महिला वरिष्ठ नागरिकों के लिए रियायत प्रदान करता है?","तारीख विकल्प के साथ लचीला क्या है?","मैं रेलवे ई-कैटरिंग निविदा कैसे देख सकता हूं?","IRCTC SBI क्रेडिट कार्ड के क्या लाभ हैं?","How to link aadhaar card in IRCTC user ID?","लेडीज कोटा बुकिंग क्या है?","मैंने कन्फर्म टिकट बुक कर लिया है लेकिन टिकट में कोच और सीट नंबर नहीं है। क्यों?","IRCTC SBI कार्ड क्या है?","कनेक्टिंग ट्रेन के देर से चलने के कारण मैं अपनी आगे की यात्रा जारी नहीं रख सका। क्या मैं धनवापसी का दावा कर सकता हूं?","TDR ऑनलाइन कैसे दर्ज करें?","क्या मैं प्रतीक्षा सूची और आरएसी ई-टिकट बुक कर सकता हूं?","ई कैटरिंग IRCTC के माध्यम से भोजन ऑर्डर करने के लिए किस ऐप को डाउनलोड किया जाना है?","टीडीआर दाखिल करने का समय क्या है?","यात्रा के विभिन्न वर्ग और उनके कोड क्या हैं?","यदि मेरी ट्रेन फिर से चालू की जाती है तो क्या मुझे एक सूचना मिल सकती है?","5B�","मुझे अपने आईआरसीटीसी खाते में उपयोग किए गए मोबाइल नंबर याद नहीं है?","IRCTC टिकट बुक करने के लिए कौन सा ब्राउज़र सबसे अच्छा काम करता है?","ई-टिकट: क्या मैं ब्रेक-यात्रा टिकट बुक कर सकता हूं?","क्या हम IRCTC के साथ विज्ञापन कर सकते हैं?","कितने उपयोगकर्ता का निर्माण किया जा सकता है?","मेरा CASH कार्ड खो गया है जिसके माध्यम से मैंने टिकट बुक किया है। रद्दीकरण के मामले में, मुझे रिफंड कहां मिलेगा?","वफादारी अंक कैसे भुनाएं?","क्या मैं सभी स्थानों से तत्काल टिकट बुक कर सकता हूं?","लोअर बर्थ कोटा क्या है?","दिशा की क्या मदद हो सकती है?","RESVN SUSPENDED का क्या अर्थ है?","क्या मैं एसएमएस प्राप्त करने के लिए बुक किए गए टिकट मोबाइल नंबर को बदल सकता हूं?","मैंने एक टिकट बुक किया, लेकिन एसएमएस नहीं मिला। मुझे एसएमएस कैसे मिल सकता है?","रद्द की गई ट्रेनों के मामले में ई-टिकट रद्द करने का नियम क्या है?","ट्रेन में पालतू / कुत्ता कैसे ले जाएं?","निष्ठा योजना के लिए कौन सदस्य बन सकता है और कैसे?","मेरे निलंबित खाते को ऑपरेटिव कैसे बनाया जाए?","Coming error \"Mobile number does NOT match logged in users\"","क्या IRCTC द्वारा कोई विंटर स्पेशल ट्रेनें हैं?","ऑनलाइन बुकिंग में कोटा क्या हैं?","मेरे पास कितने कार्ड हो सकते हैं?","बुक किए गए टिकटों में आईडी नंबर कैसे सुधारें या बदलें? (आईडी में गलती)","हम 6 से अधिक सीटें बुक करना चाहते हैं, हम कैसे बुक कर सकते हैं?","मैं IRCTC के माध्यम से होटल कैसे बुक कर सकता हूं?","क्या मैं आरएसी के साथ ट्रेन में सवार हो सकता हूं?","जब उपलब्ध सीटें हों तो भी तत्काल बुकिंग का कोई विकल्प क्यों नहीं है?","त्रुटि क्या है! अमान्य अनुरोध (C)?","क्या केवल बोर्डिंग पॉइंट से ट्रेन में चढ़ना अनिवार्य है?","कन्फर्म सीट कैसे मिलेगी?","क्या स्टेशनों पर कोई पारगमन आवास उपलब्ध है?","क्या IRCTC कोई रिटायरिंग रूम सुविधा प्रदान करता है?","क्या आप मुझे चैटबोट पर IRCTC हेल्पलाइन नंबर प्रदान करते हैं?","मैं बोर्डिंग स्टेशन को कैसे बदल सकता हूं?","त्रुटि संदेश प्राप्त करना, सेवा उपलब्ध नहीं है &quot;क्या करना है?","आरक्षण चार्ट तैयार करने से पहले ई-टिकट रद्द करने का नियम क्या है?","मैंने अपना आधार नंबर सत्यापित कर लिया है, लेकिन फिर भी मैं 6 से अधिक टिकट बुक करने में असमर्थ हूं। क्या आप मदद कर सकते हैं?","क्या कोई ट्रेन है जो यात्रा पर मुफ्त भोजन प्रदान करती है?","असफल txn इतिहास की खोज कैसे करें?","ChatBot का प्रतिक्रिया समय क्या है?","क्या मैं बोर्डिंग स्टेशन बदल सकता हूं?","क्या हम IRCTC ई-टिकटिंग से अपना बोर्डिंग स्टेशन बदल सकते हैं?","IRCTC पर विभिन्न भुगतान गेटवे विकल्प क्या उपलब्ध हैं?","टिकट का PNR स्टेटस कैसे चेक करें?","मैं टिकट में अपना नाम कैसे बदल / ठीक कर सकता हूं?","तत्काल में यात्रा के विभिन्न वर्ग क्या हैं?","ई खानपान IRCTC के माध्यम से ऑर्डर करने पर कोई वेज कॉम्बोस?","क्या तत्काल टिकट IRCTC पर उपलब्ध है?","मेरा उपयोगकर्ता नाम बंद है और मैं टिकट को रद्द करने में असमर्थ हूं। क्या आप मदद कर सकते हैं?","क्या IRCTC रेल पर ई-टिकट सुविधा रद्द करना उपलब्ध है?","IRCTC लॉयल्टी स्कीम के लिए आवेदन कैसे करें?","विभिन्न वफादारी कार्यक्रम / विकल्प क्या हैं?","तत्काल बुकिंग के लिए नया नियम क्या है?","विकलप विकल्प का चयन कैसे करें?","मैं उन स्टेशनों का विवरण कैसे प्राप्त कर सकता हूं जो एक ट्रेन अपनी यात्रा के साथ गुजरती है?","ई-टिकट में बोर्डिंग पॉइंट का परिवर्तन प्रतिबिंबित क्यों नहीं हो रहा है?","TDR कैसे दाखिल करें?","मैं IRCTC के माध्यम से अनारक्षित टिकट कैसे बुक कर सकता हूं?","मैं ई-वॉलेट लेनदेन पासवर्ड भूल गया और मैं टिकट बुक करने के लिए ई-वॉलेट का उपयोग करना चाहता हूं। क्या आप मदद कर सकते हैं?","क्या कोई नकली आईडी बुक टिकट के लिए तत्काल टिकट बुकिंग के लिए कोई सुरक्षा है?","IRCTC में बेडरोल कैसे बुक करें?","वेबसाइट में बाएं पैनल क्यों दिखाई नहीं दे रहा है?","हम IRCTC के साथ विज्ञापन कैसे कर सकते हैं?","FT यूजर बुकिंग के लिए सर्विस चार्ज क्या है?","IRCTC के निदेशक (पर्यटन और विपणन) कौन हैं?","मैं एक ट्रेन कैसे बुक करूं जो रात 12 बजे के बाद मेरे स्टेशन से गुजर रही हो?","क्या मैं एक ही समय में कई विंडो / टैब में IRCTC वेबसाइट पर लॉग इन कर सकता हूं?","क्या लेडीज और जनरल कोटा को तत्काल बुकिंग में लागू किया जा सकता है?","मास्टर सूची कैसे बनाएं?","मैं सस्पेंड, अनसपेंड या ब्लॉक कार्ड कैसे कर सकता हूं?","विदेशी पर्यटक भुगतान विकल्प क्या उपलब्ध हैं?","टैटकल और प्रीमियम टैटकल में क्या अंतर है?","क्या यात्रा करते समय शिशुओं के लिए जन्म प्रमाण पत्र आवश्यक है?","मेरा ई-वॉलेट अवरुद्ध है। मैं अपने ई-वॉलेट को कैसे अनब्लॉक कर सकता हूं?","मैं IRCTC इंटरनेशनल पैकेज कैसे बुक कर सकता हूं?","मैं लॉगिन क्यों नहीं कर पा रहा हूं?","ट्रेन 18 / वंदे भारत की विशेषताएं क्या हैं?","मैं सर्दियों की विशेष ट्रेनें कैसे बुक कर सकता हूं?","ट्रेन टिकट बुकिंग में सहायक क्या है?","ई-वॉलेट रिचार्ज ट्रांजेक्शन रिफंड को कैसे ट्रैक करें?","ई-टिकट कैसे रद्द करें?","पसंदीदा यात्रा सूची विकल्प क्या है?","IRCTC साइट रखरखाव विंडो कब है?","जब मुझे प्रीमियम तत्काल बुक करना होगा?","ई-टिकट: क्या है तत्काल टिकट?","स्टेशनों के बीच ट्रेनें कैसे खोजें?","ततक बुकिंग का समय क्या है?","मैं अपनी टिकट स्थिति कैसे देख सकता हूं?","Google पे लागू है या नहीं?","क्या गलत होने पर मैं यात्री विवरण को संशोधित कर सकता हूं?","RAC का क्या अर्थ है?","सीएएस क्या है?","मैं अपने वीज़ा कार्ड का उपयोग करने में असमर्थ हूं, क्या आप मुझे बता सकते हैं कि आईआरसीटीसी वेबसाइट पर वीज़ा कार्ड का उपयोग कैसे करें?","आ रही त्रुटि &quot;जन्म की तारीख बेमेल&quot;","बोर्डिंग पॉइंट कोटा क्या है?","बड़ी मांग क्या है - अनुपलब्धता?","क्या वरिष्ठ नागरिक को किसी प्रमाण को ले जाने की आवश्यकता है?","मैं ऑनलाइन प्रक्रिया के माध्यम से अपने काउंटर रेल टिकट को रद्द करना चाहता हूं। क्या यह संभव है?","फ्लेक्सी / डायनामिक किराया ’क्या है?","क्या मैं कई गंतव्य के लिए टिकट बुक कर सकता हूं?","भुगतान पृष्ठ त्रुटि पर आधार आईडी सत्यापित नहीं दिखा रहा है, लेकिन सिस्टम कहता है कि आधार आईडी सत्यापित है। इसलिए मेरे टिकट बुक करने में सक्षम नहीं है। मुझे क्या करना चाहिए?","मध्यम पुष्टि संभावना क्या है?","टीडीआर धनवापसी स्थिति की जांच कहाँ करें?","मुझे अपने मोबाइल पर ओटीपी नंबर नहीं मिला है, मुझे क्या करना चाहिए?","वफादारी सदस्यता के नवीकरण शुल्क क्या हैं?","मेरी ट्रेन अब कहाँ पहुँच गई है?","ई टिकटों का रद्दीकरण और वापसी","क्या मैं दो में से एक टिकट रद्द कर सकता हूं?","मैं त्यौहारी सीज़न ट्रेनों के बारे में विवरण कैसे प्राप्त कर सकता हूं?","लोअर बर्थ कैसे मिलेगी?","IRCTC पर व्यवसाय के कौन से अवसर उपलब्ध हैं?","मैं अपने iMudra वॉलेट को कैसे ऊपर कर सकता हूं?","What is विकल्प?","IRCTC SBI क्रेडिट कार्ड क्या है?","क्या आप लोग ग्राहकों की प्रतिक्रिया को महत्व देते हैं?","क्या मेरे पास ले जाने वाले सामान पर प्रतिबंध है?","IRCTC डेबिट कार्ड के लिए आवेदन कैसे करें?","क्या हमारी ट्रेन यात्रा के दौरान किसी भी रेस्तरां से खाना आर्डर किया जा सकता है?","एक आदेश देने के बाद मुझे एक बार भौतिक कार्ड कब मिलेगा?","मैंने बुकिंग के दौरान यात्रियों में से एक की उम्र गलत बताई है। क्या अब मैं इसे बदल सकता हूं?","क्या वर्तमान बुकिंग IRCTC साइट पर उपलब्ध है?","क्या पैसेंजर ट्रेनों में वरिष्ठ नागरिक रियायत लागू है?","कैसे करें टिकट की बुकिंग कोटा में?","IRCTC द्वारा फॉर्म भरने का समय क्यों चेक किया जाता है?","क्या सभी यात्रियों के लिए एक टिकट पर केवल बोर्डिंग पॉइंट से ट्रेन में चढ़ना अनिवार्य है?","लगभग एक दिन में IRCTC ई-कॉमर्स के कितने लेन-देन करता है?","क्या मैं टिकट बुक करने के बाद बीमा का विकल्प चुन सकता हूं?","क्या हम एक यात्रा के लिए पूरी ट्रेन बुक कर सकते हैं?","IRCTC वेबसाइट में पंजीकरण कैसे करें?","मैं स्पेशल ट्रेनों में टिकट क्यों नहीं बुक कर पा रहा हूं?","मैं बर्थ की उपलब्धता की जांच कैसे कर सकता हूं?","तेजस एक्सप्रेस की देरी पर IRCTC कितना भुगतान करेगी?","भारत की पहली निजी ट्रेन कौन सी है?","एक ही समय में एक ही आईपी पते के माध्यम से कितने तत्काल टिकट बुक किए जा सकते हैं?","रेलवे पास कैसे करें?","तत्काल टिकट में आप कितने यात्रियों को बुक कर सकते हैं?","हम ई-टिकट को कैसे संशोधित कर सकते हैं?","फुल केवाईसी के क्या लाभ हैं?","उपलब्धता स्थिति पर GNWL aa / WL bb का क्या अर्थ है?","व्यक्तिगत पंजीकरण के लिए क्या आवश्यक हैं?","जब मैं तत्काल टिकट और ई-टिकट बुक कर सकता हूं?","त्रुटि संदेश प्राप्त करना, &quot;सेवा उपलब्ध नहीं है&quot;, क्या करना है?","ट्रेन रद्द होने के बाद मुझे पूर्ण धन-वापसी क्यों नहीं मिली?","ट्रांजेक्शन पासवर्ड कैसे सेट करें?","हम 9 और 5 साल के 5 वयस्कों और 2 बच्चों के लिए टिकट बुक करना चाहते हैं, लेकिन फॉर्म हमें एक बार में अधिकतम 6 टिकट बुक करने की अनुमति देता है। हम सभी टिकट एक साथ कैसे बुक कर सकते हैं ताकि सीटें एक साथ मिल सकें?","मैं ट्रेन के प्लेटफार्म / टर्मिनल नंबर को कैसे जान सकता हूं?","टिकट बुक करते समय मुझे आईपी एड्रेस इश्यू का सामना क्यों करना पड़ रहा है?","सीट कैसे बदलें?","अगर मुझे कोई शिकायत है तो मैं किससे संपर्क करूं?","मैं IRCTC AIR पैकेज कैसे बुक कर सकता हूं?","Irctc साइट डाउनटाइम क्या है?","शारीरिक रूप से विकलांग कार्ड बनाने के लिए किन दस्तावेजों की आवश्यकता होती है?","ऑनलाइन बुकिंग टिकट के लिए अलग-अलग भुगतान विकल्प उपलब्ध हैं?","ईजेबी त्रुटि क्या है? इस वजह से मैं ऑनलाइन टिकट बुक नहीं कर सकता।","यदि मेरे द्वारा बुक की गई कक्षा में बर्थ उपलब्ध नहीं हैं, तो क्या मुझे अगले उच्च वर्ग में अपग्रेड किया जाएगा?","मैं अपने वॉलेट से पैसे ट्रांसफर क्यों नहीं कर पा रहा हूं?","जब मुझे बैंक से लंबित लेन-देन का संदेश मिलता है, तो मुझे टिकट के लिए भुगतान कैसे करना चाहिए?","यदि मैं बोर्डिंग स्टेशन से ट्रेन पर चढ़ने से चूक जाता हूं तो क्या होगा?","पुष्टिकरण की संभावना की भविष्यवाणी कैसे की जाती है?","क्या ऑनलाइन बुकिंग में लोअर बर्थ कोटा उपलब्ध है?","अपनी यात्रा के लिए ट्रेन खोजते समय मुझे हाल्ट डिलीट संदेश क्यों मिल रहा है?","मैं विभिन्न स्टेशनों के बीच ट्रेनें कैसे खोज सकता हूं?","नवीनतम टिकट क्या है जिसके द्वारा मैं टिकट बुक कर सकता हूं?","मैं अपने टिकट की अंतिम स्थिति की जांच कब कर सकता हूं?","रेलवे बोर्ड के अध्यक्ष कौन हैं?","यदि ई खानपान आईआरसीटीसी के माध्यम से आदेश दिया गया तो क्या भोजन हमारे बर्थ तक पहुँचाया जाएगा?","ट्रेन यात्रा के दौरान मुझे डॉक्टर की मदद कैसे मिलेगी?","मैं अपना प्रोफ़ाइल विवरण कैसे बदल सकता हूं?","मैं लिनक्स ऑपरेटिंग सिस्टम का उपयोग करता हूं और मैं लॉगिन करने में असमर्थ हूं। मुझे क्या करना चाहिए?","ऑटो स्टेटस चेंज क्या है?","क्या IRCTC ऐप मुफ्त है?","एक ट्रेन में कौन से आइटम निषिद्ध हैं?","नए व्यवसाय को लागू करने के लिए आपके भुगतान की शर्तें क्या हैं?","ऑनलाइन टिकट बुक करते समय रेग्रेट का क्या मतलब है?","अगर हम IRCTC के माध्यम से ऑर्डर करते हैं तो क्या खाने के कई विकल्प उपलब्ध हैं?","वेटलिस्टेड टिकट टिकट पर कैंसिलेशन चार्ज क्या है?","What is Ask DISHA?","50 रियायत क्या है?","ई-टिकट पर किस तरह के संशोधन किए जा सकते हैं?","इसे कन्फर्मेशन प्रोबेबिलिटी का नाम क्यों दिया गया है?","आने वाली त्रुटि जन्म तिथि &quot;&quot;","लॉयल्टी यूजर आईडी और पासवर्ड कैसे प्राप्त करें?","मैं जीएसटी नंबर को कैसे जोड़ और बचा सकता हूं?","क्या आधार को अभी भी 6 से अधिक टिकट बुक करना अनिवार्य है?","न्यूनतम केवाईसी उपयोगकर्ताओं के लिए वॉलेट सीमा क्या है?","क्या इस साइट पर क्रेडिट कार्ड नंबर देना सुरक्षित है?","दिव्यांगजन कोटे में ई टिकट कैसे बुक करें?","क्या IRCTC RuPay कार्ड की अनुमति देता है?","जब मैंने ऑटो अपग्रेडेशन चुना, तब भी मेरा टिकट अपग्रेड क्यों नहीं किया गया?","पुष्टि संभावना क्या है?","ट्रेन टिकट बुकिंग क्या है?","इंटरनेट के माध्यम से बुकिंग के लिए विभिन्न कोटा उपलब्ध हैं?","क्या मैं दूसरा खाता बनाने के लिए अपने मोबाइल नंबर का पुनः उपयोग कर सकता हूं?","एफटी कोटा बुकिंग की एआरपी समय अवधि क्या है?","क्या IRCTC खानपान चीनी भोजन भी परोसता है?","अंतर्राष्ट्रीय / एनआरआई उपयोगकर्ता पंजीकरण गाइड क्या है?","टॉप-अप के लिए भुगतान के तरीके क्या हैं?","मेरी टिकट की स्थिति वेटलिस्ट / आरएसी है। जब इसकी पुष्टि हो जाएगी तो मुझे कैसे पता चलेगा?","क्या मैं वेटलिस्टेड ई-टिकट के साथ ट्रेन में सवार हो सकता हूं?","भरे हुए टिकट इतिहास की जांच कहाँ करें?","क्या IRCTC द्वारा खाना परोसा गया है?","एफटी कोटा बुकिंग के तहत उपलब्ध कक्षाएं क्या हैं?","मैंने अपने ट्रेन टिकटों के लिए अंतर्राष्ट्रीय क्रेडिट कार्ड से भुगतान करने की कोशिश की लेकिन भुगतान विफल रहा। यहाँ क्या हुआ?","मैं अपना खाता खोलना चाहता हूं क्योंकि मैं लॉगिन नहीं कर पा रहा हूं। और मैं एक ही ईमेल आईडी के साथ नया खाता बनाना चाहता हूं। क्या यह संभव है?","कुछ त्रुटि के कारण मेरी बुकिंग विफल रही। क्या आपका ग्राहक समर्थन मुझे टिकट बुक करने में मदद करेगा?","आ रही त्रुटि \"लॉयल्टी नंबर पहले से ही जुड़ा हुआ है\"","निश्चित समय पर टैटकल बुकिंग की अनुमति क्यों नहीं है?","मुझे अपने तत्काल टिकट के लिए कितना अतिरिक्त भुगतान करना चाहिए?","ट्रेन टिकटों का रद्दीकरण न्यूनतम कितने घंटे पहले किया जाना चाहिए?","How to arrange wheelchair on plateform?","मुझे तत्काल टिकट बुकिंग में कन्फर्म टिकट नहीं मिला?","क्या मैं ऑनलाइन बुकिंग करते समय बोर्डिंग पॉइंट का चयन कर सकता हूं?","क्या बोर्डिंग पॉइंट को ऑनलाइन बदला जा सकता है?","यदि चार्ट तैयार करने के बाद मेरा टिकट RAC में रहता है और मैं यात्रा नहीं करना चाहता तो क्या होगा?","मेरे टिकट पर आरएसी स्थिति क्या है?","आईडी प्रूफ किसे देना चाहिए?","तत्काल टिकटों को ई-टिकट के रूप में रद्द करने का नियम क्या है?","लॉयल्टी यूजर आईडी और आईआरसीटीसी यूजर आईडी का विलय कैसे करें?","इंटरनेट आरक्षण के लिए समय क्या है?","विभिन्न त्योहारी सीज़न ट्रेनें उपलब्ध हैं?","क्या कोई शराब ले जाने के नियम हैं?","क्या आईआरसीटीसी की ओर से चैटबॉट पर जवाब दिए गए हैं?","भोजन और अन्य चीजों पर यात्री प्रतिक्रिया दर्ज करने का वर्तमान दृश्य क्या है?","कोरोवर क्या है?","क्या IRCTC में कोई कस्टमर केयर सपोर्ट उपलब्ध है?","मैं ईवालेट में क्रेडिट कार्ड का विवरण कैसे जोड़ सकता हूं?","मैं आरक्षण के रूप में अपना पूरा नाम क्यों नहीं दर्ज कर सकता हूं?","TDR को कैसे संसाधित किया जाता है?","क्या मैं अपने ट्रेन टिकट का समय बदल सकता हूं?","हालांकि मैं सही उपयोगकर्ता नाम और पासवर्ड के साथ लॉग इन कर रहा हूं, लेकिन यह अमान्य उपयोगकर्ता कहता है &quot;। ऐसा लगता है कि कैप्चा ठीक से काम नहीं करता है। क्या आप मदद कर सकते हैं?&quot;","ऑनलाइन ट्रेन टिकट बुकिंग की सीमाएँ क्या हैं?","मैं अपनी सभी पिछली बुकिंग क्यों नहीं देख सकता?","क्या एफटी बुकिंग के लिए पासपोर्ट नंबर अनिवार्य है?","मेरे टिकट की स्थिति की पुष्टि हो गई है, लेकिन मुझे सीट नंबर और कोच नहीं मिला है। मुझे विवरण कब और कैसे मिलेगा?","क्या ग्रुप बुकिंग / ब्रेक यात्रा / आगे की यात्रा / वापसी यात्रा / परिपत्र यात्रा / खाली पेपर टिकट ऑनलाइन उपलब्ध है?","तत्काल टिकट कैसे बुक करें?","मैं अपना पता अपडेट करते हुए पोस्ट ऑफिस को अपडेट करने की कोशिश कर रहा हूं, लेकिन ऐसा नहीं हो रहा है। मुझे क्या करना चाहिए?"]