["હું લૉગઆઉટ વિકલ્પ શોધી શકતો નથી. તે ક્યાં છે?","શહેરના પરિણામ પૃષ્ઠ પર સ્ટેશનોની યાદીમાં કેટલાક સ્ટેશનો ખૂટે છે. શા માટે?","આઈઆરસીટીસી શું છે?","શું આઈ. આર. સી. ટી. સી. શાકાહારી ભોજન આપે છે?","ચેટબોટના પરિણામો કેટલા સચોટ છે?","ચેટબોટ્સની ઉપલબ્ધતા કેટલી છે?","આંશિક પુષ્ટિકરણ અને વેઇટિંગ લિસ્ટેડ ટિકિટ રદ કરવાના ચાર્જ શું છે?","ઇ-ટિકિટઃ જો ચાર્ટ તૈયાર થયા પછી મારી ટિકિટ આરએસીમાં રહે અને હું મુસાફરી કરવા માંગતો ન હોઉં તો શું?","હું આઈ. આર. સી. ટી. સી. ના ટ્વિટર પર કેવી રીતે ફરિયાદ કરી શકું?","બેઠકો ઉપલબ્ધ હોવા છતાં તાત્કાલિક આરક્ષણનો કોઈ વિકલ્પ કેમ નથી?","આધારને કેવી રીતે લિંક કરવું?","શું આઈ. આર. સી. ટી. સી. એસ. એમ. એસ. સુવિધા આપે છે?","શું હું આઈ. આર. સી. ટી. સી. દ્વારા પ્લેટફોર્મ ટિકિટ બુક કરાવી શકું?","શું શૈક્ષણિક મુસાફરી પર કોઈ છૂટ છે?","એટીએમમાંથી પૈસા ઉપાડવા માટેનો ચાર્જ શું છે?","હું આઈ. આર. સી. ટી. સી. ઈ-વોલેટમાં નાણાં કેવી રીતે જમા કરાવી શકું?","શું તમારા ચેટબોટનો ઉપયોગ કરવા માટે મારે આઈ. આર. સી. ટી. સી. પર નોંધાયેલ ગ્રાહક બનવાની જરૂર છે?","એઆરપી શું છે?","ટિકિટમાં લિંગ કેવી રીતે બદલવું/સુધારવું?","મેં 'બેડરોલ ઇન અનએબ્રીજ્ડ' પસંદ કર્યું છે કે કેમ તે કેવી રીતે જાણવું?","શું ઓળખનો પુરાવો મુસાફરી દરમિયાન ઓળખના પુરાવો તરીકે ડિજિલોકરમાં સંગ્રહિત છે?","શું હું મૂળ ઓળખપત્રને બદલે ફોટોકોપી સાથે રાખી શકું?","શું હું ઇ. આર. એસ. સાચવી શકું કે શેર કરી શકું?","ઇ-ટિકિટઃ શું આંશિક રદ થઈ શકે છે?","મને 'નો મેચિંગ ટ્રેન \"નો સંદેશ કેમ મળી રહ્યો છે?","પત્રકારની કન્સેશન ટિકિટ કેવી રીતે બુક કરવી?","સરનામું બુક કરતી વખતે સુરક્ષા પ્રશ્નને કેવી રીતે અટકાવી શકાય?","જો મને કેટરિંગ સુવિધાઓ/અન્ય મુસાફરોની સુવિધાઓ વિશે કોઈ સૂચનો અથવા ફરિયાદો હોય તો હું કોનો સંપર્ક કરું?","બે સ્ટેશનો વચ્ચેની ટ્રેનો કેવી રીતે તપાસવી?","જ્યારે હું ટિકિટ રદ કરવાનો પ્રયાસ કરું છું, ત્યારે તે કહે છે કે ચાર્ટ તૈયાર થઈ ગયો છે. હવે હું ટિકિટ કેવી રીતે રદ કરી શકું?","મેં ખોટી તારીખ માટે આઈ. આર. સી. ટી. સી. પર ટિકિટ બુક કરાવી છે. તેને ઠીક કરવાની શ્રેષ્ઠ રીત કઈ છે? શું ટિકિટની મુસાફરીની તારીખ બદલવી શક્ય છે અથવા મારે ટિકિટ રદ કરીને યોગ્ય તારીખ માટે ફરીથી બુક કરાવવાની જરૂર છે? જો એમ હોય તો, રદ કરવાનો ચાર્જ કેટલો હશે?","સક્રિય વફાદાર સભ્ય શું છે?","ઉપલબ્ધતા કેવી રીતે તપાસવી?","આઈ. આર. સી. ટી. સી. પર કઈ વિવિધ જાહેરાત ચેનલો ઉપલબ્ધ છે?","હું મારી ટિકિટ કેવી રીતે ઇમેઇલ કરી શકું?","એક જ કોચમાં ટિકિટ કેવી રીતે બુક કરવી?","શું અંતરને કારણે ક્વોટા પર કોઈ પ્રતિબંધ છે?","આર. એ. સી. ટિકિટ માટે રદ કરવાના ચાર્જ શા માટે અસ્તિત્વમાં છે?","મેં ટિકિટ બુક કરાવવાનો પ્રયાસ કર્યો પણ મારી ચુકવણી નકારી કાઢવામાં આવી અને નિષ્ફળ ન થઈ. શા માટે?","ઇ-ટિકિટઃ જો હું ફોટો ઓળખપત્ર લાવવાનું ભૂલી જાઉં તો શું?","ટિકિટ રદ કરવાનો વિકલ્પ કેવી રીતે રદ કરવો","તાત્કાલિક આરક્ષણ બુક કરવા માટે હું ઇન્ટરનેટ આરક્ષણ સુવિધાનો ઉપયોગ કેવી રીતે કરી શકું?","જો હું પુષ્ટિ થયેલ તત્કાલ ટિકિટ રદ કરું તો મને કેટલી રકમ મળશે?","વપરાશકર્તા ઓળખપત્રનું બંધારણ શું છે?","શું ચેટબોટ મને પેકેજ બુક કરવામાં મદદ કરે છે?","વર્ચ્યુઅલ અને ફિઝિકલ કાર્ડની ફી કેટલી છે?","શું ટ્રેનમાં મુસાફરી કરતી વખતે ઓનલાઈન ફૂડ ઓર્ડર લેવા માટે કોઈ અધિકૃત એજન્સી છે?","પૈસા કપાઈ ગયા પણ ટિકિટ બુક ન થઈ, શું કરવું?","શું તમારી પાસે હવાઈ ટિકિટ બુક કરવા માટે મોબાઇલ એપ્લિકેશન છે?","ઉપનગરીય રેલ્વે સીઝનની ટિકિટ કેવી રીતે બુક કરવી?","શું હું ટ્રાવેલ એજન્ટો દ્વારા મારી ટિકિટ બુક કરાવી શકું?","આઈઆરસીટીસીના જીજીએમ આઇટી કોણ છે?","આઈ. આર. સી. ટી. સી. એ ખાદ્ય સુરક્ષાની તપાસ માટે શું કર્યું છે?","રિફંડમાં વિલંબ કેમ થાય છે?","હું ચેટબોટનો ઉપયોગ કેવી રીતે કરી શકું?","આઈ. આર. સી. ટી. સી. ની વેબસાઇટ પર અંગ્રેજીમાંથી હિન્દીમાં ભાષા કેવી રીતે બદલવી?","હું વિદેશી છું, હું ઓનલાઇન ટિકિટ કેવી રીતે બુક કરાવી શકું?","હું મારી ટિકિટની આરક્ષણની સ્થિતિ કેવી રીતે જાણી શકું?","શું હું ચુકવણી કરવા માટે એસ. બી. આઈ. એ. ટી. એમ. કમ ડેબિટ કાર્ડનો ઉપયોગ કરી શકું?","શું મારે ચેટબોટની જરૂર છે?","ઇ-વ્હીલચેર કોણ બુક કરાવી શકે છે?","શું ચેટબોટ એન્ડ્રોઇડ અને આઇઓએસ ઉપકરણો પર કામ કરે છે?","શું હું રાજધાની એક્સપ્રેસમાં વિકલાંગતામાં છૂટ મેળવી શકું?","શું ચેટબોટ આઈ. આર. સી. ટી. સી. સંબંધિત મારા કોઈપણ પ્રશ્નોનો જવાબ આપશે?","ઉપલબ્ધતાના કિસ્સામાં શું હું જી. એન. ડબલ્યુ. એલ. એએ/ડબલ્યુ. એલ. બી. બી. માં ટિકિટ બુક કરાવી શકું?","ઇ-ટિકિટઃ ચાર્ટ તૈયાર કર્યા પછી હું ઇ-ટિકિટ કેવી રીતે રદ કરી શકું?","હું બર્થને નીચલા વર્ગમાંથી ઉચ્ચ વર્ગમાં કેવી રીતે બદલી શકું?","શું છોકરીઓ માટે કોઈ વિશેષ ડિસ્કાઉન્ટ છે?","હું મારા આરક્ષણની વિગતો કેવી રીતે જોઈ શકું?","શું મારી વેઇટિંગ લિસ્ટેડ ઇ-ટિકિટ ટ્રેનમાં ચઢવા માટે માન્ય છે?","આઈ. આર. સી. ટી. સી. પર લોઅર બર્થ ક્વોટા ઓનલાઇન કેવી રીતે મેળવી શકાય?","હું આઈ. આર. સી. ટી. સી. પર ફ્લાઇટ ટિકિટ કેવી રીતે બુક કરાવી શકું?","શા માટે 70 વર્ષની વૃદ્ધ મહિલા માટે ઉપલા બર્થની જોગવાઈ કરવામાં આવે છે જે ફક્ત નીચલા બર્થ માટે પૂછે છે?","હું રાહ જોઈ રહેલી ટિકિટ રદ કરવામાં અસમર્થ છું. શું તમે મને મદદ કરશો, કૃપા કરીને?","ડી-લિંક વફાદારી ખાતું કેવી રીતે સ્થાપિત કરવું?","શું હું મારી ટ્રેનની ટિકિટ મુલતવી રાખી શકું?","ટ્રેન 18/વંદે ભારતનો પ્રથમ રૂટ કયો હતો?","શું હું ભારતની બહારની વેબસાઇટ પર ઓનલાઇન ખરીદી કરી શકું?","બોગીબીલ પુલ પરથી કઈ કઈ ટ્રેનો નિયમિત રીતે દોડશે?","મધરાતની મુસાફરીના કિસ્સામાં મુસાફરીની તારીખ શું હોવી જોઈએ?","ટ્રેનનું સમયપત્રક કેવી રીતે જાણવું?","મારી પસંદગીની તારીખ માટે કોઈ બેઠકો ઉપલબ્ધ નથી. હું આગામી થોડા દિવસો માટે ઉપલબ્ધતા કેવી રીતે ચકાસી શકું?","વરિષ્ઠ નાગરિકોની બેઠકો ઉપલબ્ધ હોવા છતાં મને મારી પસંદગીની બેઠક મળી નથી. તમે મને તેનું કારણ સમજાવી શકો છો?","ઇ-ટિકિટઃ મારે મારી ઇ-ટિકિટ માટે કેટલી વધારાની ચૂકવણી કરવી જોઈએ?","આઈ. આર. સી. ટી. સી. મોબાઇલ સાઇટનું યુ. આર. એલ. શું છે?","ઇ-ટિકિટ કેવી રીતે બુક કરવી?","હું નવા ખાતા માટે નોંધણી કરાવવાનો પ્રયાસ કરી રહ્યો છું, પરંતુ મારો ફોન નંબર પહેલેથી જ કોઈ બીજા દ્વારા નોંધાયેલો છે, હું મારી જાતને કેવી રીતે નોંધણી કરાવી શકું?","શું મારે મારી ટ્રેનની મુસાફરી બુક કરાવવા માટે દર વખતે મારો મોબાઇલ નંબર દાખલ કરવાની જરૂર છે?","આવનારી ભૂલ વફાદારી નંબર પહેલેથી જ જોડાયેલો છે & quot;","શું હું મોબાઇલ ફોન દ્વારા મારી ટિકિટ બુક કરાવી શકું?","શું આપણે ઓનલાઈન માધ્યમથી બર્થને નીચલા વર્ગમાંથી ઉચ્ચ વર્ગમાં બદલી શકીએ?","સૌથી મનોહર ટ્રેન માર્ગ કયો છે?","શું આઈ. આર. સી. ટી. સી. કોઈ વફાદારી કાર્યક્રમ પ્રદાન કરે છે?","બુક કરેલી ટિકિટનો એસ. એમ. એસ. હું અલગ નંબર પર કેવી રીતે મોકલી શકું?","સીટની ઉપલબ્ધતા કેવી રીતે તપાસવી?","મેં રદ કરવાનો પ્રયાસ કર્યો પણ નિષ્ફળતાનો સંદેશ મળ્યો?","ઉચ્ચ પુષ્ટિ સંભાવના શું છે?","ઇ-ટિકિટઃ સફર/મુસાફરી કેવી રીતે મુલતવી રાખવી?","આઈઆરસીટીસી એસબીઆઇ ક્રેડિટ કાર્ડ કેવી રીતે સક્રિય કરવું?","બુક કરેલી ટિકિટ સાચવવા માટે ક્યુ. આર. કોડ કેવી રીતે સ્કેન કરવો?","શોધ પરિણામ પૃષ્ઠ અને પુસ્તક પૃષ્ઠ પર દર્શાવેલ ભાડું અલગ છે. શા માટે?","નીચલા સ્થાનને પસંદ કર્યા પછી પણ મને નીચલા સ્થાન કેમ ન મળ્યું?","ભારતીય રેલવે દ્વારા શારીરિક રીતે વિકલાંગ કાર્ડ કેવી રીતે બનાવવું?","મને આઈઆરસીટીસી ટ્રેન 18/વંદે ભારત એક્સપ્રેસ વિશે જણાવો?","શું હું નાગપુરથી બેંગ્લોર માટે હાવડામાં ટિકિટ બુક કરાવી શકું?","શું ટ્રેનોમાં તબીબી સહાય ઉપલબ્ધ છે?","ટેકલ બુકિંગ દરમિયાન વેબસાઇટ ધીમી/ધીમી કેમ ચાલી રહી છે?","સક્રિયકરણ કડી મોબાઇલ અને ઇમેઇલમાં મળી નથી, શું કરવું?","શું હું સ્ટેશન/શહેરનું નામ દાખલ કરવાને બદલે 3/4 અક્ષર સ્ટેશન કોડ દાખલ કરીને શોધી શકું?","મોબાઇલ સાઇટ કેમ ખુલી રહી નથી?","એટીએએસનો અર્થ શું છે?","શું ચૂકવણી કરવા માટે અમેરિકન એક્સપ્રેસ કાર્ડનો ઉપયોગ કરી શકાય?","ટ્રેનોનું ભાડું ઓનલાઇન કેવી રીતે તપાસવું?","હું આઈ. આર. સી. ટી. સી. મહારાજાઓ વિશે વિગતો કેવી રીતે મેળવી શકું?","હું ભોજન કેવી રીતે બુક કરાવી શકું અને મેનુ કેવી રીતે જોઈ શકું?","હું વિશેષ ટ્રેન ચેતવણીઓ કેવી રીતે મેળવી શકું?","હું ટ્રેનો/ભાડું/રિફંડ/રૂટ/સમયપત્રક/બેઠક ફાળવણી વગેરે વિશે ક્યાં પૂછપરછ/ફરિયાદ કરી શકું?","શું તે જ મોબાઇલ નંબર અને ઈ-મેલ આઈડીનો ઉપયોગ બીજા ખાતામાં કરવો શક્ય છે?","પ્રિપેઇડ સેવાઓ શું છે?","ઇ-ટિકિટઃ ઇ-ટિકિટ બુક કરવા માટે કયા દસ્તાવેજો/આઈ-કાર્ડની જરૂર પડે છે?","જો મારે એક મહિનામાં 6 થી વધુ ટિકિટ બુક કરાવવી હોય તો?","આઈ. આર. સી. ટી. સી. ની વેબસાઇટ યોગ્ય રીતે કામ/લોડ કેમ નથી કરી રહી?","બોગીબીલ પુલના ફાયદા શું છે?","જો હું ઇ. આર. એસ. ન લઉં તો શું થાય?","શું તમે રાજધાની એક્સપ્રેસ માટે ભોજન મેનુની વિગતો આપી શકો?","ટ્રેનમાં બાળક માટે તમારે કેટલી ઉંમર ચૂકવવી પડે છે?","એક ટિકિટમાં કેટલા મુસાફરો બુક કરાવી શકાય?","જો હું વેબ/એપ પર તમારા ચેટબોટને નોટિસ કરવામાં નિષ્ફળ જાઉં તો શું?","હું એક વિદેશી પ્રવાસી છું અને લાગુ પડતી ફી ચૂકવીને આઈ. આર. સી. ટી. સી. સાથે મારી નોંધણી કરાવી છે, જોકે મને મારા મોબાઇલ અને ઇમેઇલ આઈડી પર પુષ્ટિ સંદેશ મળ્યો નથી. મેં મારા દેશના મોબાઇલ નંબરનો ઉપયોગ કરીને નોંધણી કરાવી હતી. શું તમે કરી શકો છો તેની મદદ?","વફાદારી ખાતામાં ઇમેઇલ આઈડી અને મોબાઇલ નંબર કેવી રીતે અપડેટ કરવો?","જો હું મુખ્ય શબ્દ લખીશ તો શું મને જવાબ મળશે?","ઇ. વી. આઈ. સી. ટી. માં દિવ્યાંગજનો ક્વોટા કેટલો છે?","જુદા જુદા સ્ટેશનો પરથી બોર્ડિંગ માટે બે સ્ટોપનો નિયમ શું છે?","શું આપણે વિકલાંગ/વિકલાંગ છૂટમાં ટિકિટ બુક કરાવી શકીએ?","મારા 4 વર્ષના પુત્ર માટે બુક કરાયેલી ટિકિટ અને તેની વિગતો ટિકિટમાં દેખાતી નથી. શા માટે?","એન. સી. નો અર્થ શું છે?","શું મોબાઇલ નંબર અને ઈ-મેલ આઈડી અપડેટ કરવું શક્ય છે?","મેં મારા ક્રેડિટ કાર્ડનો ઉપયોગ કરીને બીજા કોઈ માટે ટ્રેનની ટિકિટ બુક કરાવી છે? શું તેમને મુસાફરી કરતી વખતે તેને લઈ જવાની જરૂર પડશે?","વરિષ્ઠ નાગરિકની છૂટછાટની વય મર્યાદા શું છે?","બોર્ડિંગ પોઇન્ટ બદલવા માટે તમામ સ્ટેશનોની પરવાનગી કોની પાસે છે?","ઇ-ટિકિટઃ હું ઇ-ટિકિટ બુક કરવા માટે કેવી રીતે ચૂકવણી કરી શકું?","મુલાકાત દરમિયાન કેન્સરના દર્દીઓ માટે કયા દસ્તાવેજો જરૂરી છે?","પ્રવાસ દરમિયાન મેં મારો સામાન ગુમાવ્યો. મને કોણ મદદ કરી શકે?","ઇન્ટરનેટ પર ઇ-ટિકિટ ક્યારે રદ કરી શકાય છે?","ટ્રેન 18/વંદે ભારત કામગીરી ક્યારે શરૂ કરવામાં આવી હતી?","હું ટિકિટ આંશિક રીતે કેમ રદ કરી શકતો નથી?","આઈ. આર. સી. ટી. સી. વફાદારી યોજના શું છે?","શું ટિકિટમાં મુસાફરનું નામ બદલી શકાય?","મારા કયા ખાતામાં રિફંડ મળશે?","રેલવે રાજ્ય મંત્રી કોણ છે?","શું ચાર્ટ તૈયાર કર્યા પછી મારે સૂચિબદ્ધ ઇ-ટિકિટ રદ કરવાની જરૂર છે?","ફર્સ્ટ એસી ક્લાસ/ફર્સ્ટ ક્લાસ કન્ફર્મ ટિકિટમાં સીટ નંબરનો ઉલ્લેખ કેમ નથી?","વરિષ્ઠ નાગરિક છૂટ કેવી રીતે લાગુ કરવી?","બોર્ડિંગ પોઇન્ટ બદલવાના નિયમો શું છે?","વિકલાંગ/શારીરિક રીતે વિકલાંગ વ્યક્તિ માટે શું છૂટછાટ છે?","શું આપણે ટ્રેનોમાં સ્વચ્છતા સુનિશ્ચિત કરીએ છીએ?","મારો મોબાઇલ નંબર અને આઈ. આર. સી. ટી. સી. લિંક કરતી વખતે મને નિષ્ફળતાનો સંદેશ મળે છે?","મારું વપરાશકર્તાનામ શા માટે નિષ્ક્રિય છે?","હું એર એપ ક્યાંથી ડાઉનલોડ કરી શકું?","હું મારી મુસાફરીની યોજના બનાવવા માટે ભારતીય રેલવેની ઇન્ટરનેટ આરક્ષણ સુવિધાનો ઉપયોગ કેવી રીતે કરી શકું?","મેં ટ્રેન પસંદ કરી પરંતુ હજુ પણ પુસ્તકનું બટન પ્રદર્શિત થતું નથી. શું થઈ રહ્યું છે?","શું કોઈ ધાર્મિક યાત્રાઓ ખાસ કરીને રેલ પ્રવાસ પેકેજમાં સામેલ છે?","હું મારું ખાતું લૉગિન/પાસવર્ડ ભૂલી ગયો છું અને મારે તાત્કાલિક તે ટિકિટોની પ્રિન્ટ આઉટ લેવાની જરૂર છે?","બોર્ડિંગ પોઇન્ટ કેવી રીતે બદલવો?","એસબીઆઇ ટ્રાવેલ રિવોર્ડ પોઇન્ટ્સ શું છે?","મારી કાઉન્ટર ટિકિટ ગુમાવવાના કિસ્સામાં હું શું કરી શકું?","શું મારી કન્ફર્મ ટિકિટ બીજા કોઈને ટ્રાન્સફર કરી શકાય?","બોર્ડિંગ પોઇન્ટ ક્વોટાના કિસ્સામાં, મારે કેટલું ભાડું ચૂકવવું પડશે?","શું મારે સ્ટેશન પર પ્રતીક્ષાલયનો ઉપયોગ કરવા માટે ચૂકવણી કરવાની જરૂર છે?","શું નોંધણી માટે મોબાઇલ નંબર અને ઈ-મેલ આઈડી ફરજિયાત છે?","શું વફાદારી કાર્યક્રમ માટે નોંધણી ફી છે?","કેવી રીતે ટિકિટ બુક કરાવી શકાય છે તેજાસ એક્સપ્રેસની?","શું તત્કાલ બુકિંગ પર કોઈ રિફંડ મળે છે?","આરએસવીએન પસંદગી/જન્મ પસંદગી શું છે?","શું કોઈ આઈ. આર. સી. ટી. સી. હોલિડે પેકેજ છે?","કૃપા કરીને કોઈપણ પ્રશ્નો અથવા ચિંતાઓ સાથે કૉલ કરવા અને ઇમેઇલ કરવા માટે તમારો સંપર્ક નંબર શેર કરો?","તમારી મનપસંદ ભાષાઓ કઈ છે?","હું મારું ખાતું લૉગિન/પાસવર્ડ ભૂલી ગયો છું અને ટિકિટ રદ કરવા માંગુ છું?","મારો વ્યવહાર બેંકમાં બાકી હોવાનું જણાય છે, મારી પ્રીમિયમ તત્કાલ ટિકિટની સ્થિતિ શું હશે?","શું તમે મુસાફરી/ફ્લાઇટ/ટ્રેન/હોટલ/ફૂડ બુકિંગમાં મદદ કરી શકો છો?","આમાંથી કોઈ નહીં","હું ટ્રેન સર્ચનો ઉપયોગ કેવી રીતે કરી શકું?","હું મારું કેવાયસી કેવી રીતે પૂર્ણ કરી શકું?","સીવીવી શું છે?","આઈઆરસીટીસી વપરાશકર્તા સાથે વફાદારી ખાતાને કેવી રીતે લિંક કરવું?","હું વિંડો અથવા કાઉન્ટર ટિકિટ કેવી રીતે બુક કરાવી શકું?","કિંમત અને ઉપલબ્ધતાની માહિતી કેટલી સચોટ છે?","નમસ્તે. મેં આ શરત સાથે ટિકિટ બુક કરાવી છે કે બંને બર્થ ઓછી હોવી જોઈએ. જો કે, મારા બેંક ખાતામાંથી ચુકવણી ડેબિટ થયા પછી, એક સંદેશ આવ્યો કે આરક્ષણ કમ બર્થ ઉપલબ્ધ નથી. મેં કોઈપણ શરતો વિના ફરીથી ટિકિટ બુક કરાવી છે. મહેરબાની કરીને મને રિફંડ માટેની પ્રક્રિયા જણાવો.","મહિલા ક્વોટા શું છે?","કન્ફર્મ ટિકિટ માટે કેન્સલેશન ચાર્જ કેટલો છે?","બુક કરેલી ટિકિટનો ઇતિહાસ કેવી રીતે શોધવો?","ભારતના રેલવે મંત્રી કોણ છે?","રેલવે વપરાશકર્તાઓ માટે બોગીબીલ પુલ કેવી રીતે ફાયદાકારક છે?","વપરાશકર્તાઓને ઇમેઇલ ID & quot; માં લોગિંગ ભૂલ ID મળતું નથી.","ઓટો-અપગ્રેડેશન શું છે?","આઈ. આર. સી. ટી. સી. ની વેબસાઇટ દ્વારા ટિકિટ બુક કરવા પર કેટલો સર્વિસ ચાર્જ લાગે છે?","પાસવર્ડની રચના શું છે?","આપણી પુષ્ટિ થવાની સંભાવના કેટલી સચોટ છે?","આઈઆરસીટીસીના જીજીએમ આઇટીપી કોણ છે?","શું બાળકનું નામ બુકિંગ ફોર્મમાં દાખલ કરવું જોઈએ?","શું ઓનલાઈન બુકિંગ દ્વારા વિદ્યાર્થીની છૂટ લાગુ પડે છે?","શું આઈઆરસીટીસી પર હવાઈ ટિકિટ સસ્તી છે?","પ્રીમિયમ તત્કાલ ક્વોટામાં ટિકિટ કેવી રીતે બુક કરવી?","મુસાફરનું નામ બદલવા માટે કયા દસ્તાવેજોની જરૂર પડે છે?","મેં આઈ. આર. સી. ટી. સી. ની વેબસાઇટ પરનો મોબાઇલ નંબર બદલી નાખ્યો છે જે મારા યુઝર આઈ. ડી. સાથે જોડાયેલો હતો પણ હજુ સુધી અપડેટ કરવામાં આવ્યો નથી?","શું ટ્રેનમાં મુસાફરી કરતી સગર્ભા સ્ત્રીઓ માટે કોઈ વધારાની સુવિધાઓ છે?","ઇ-વૉલેટ પાસવર્ડ એન્ટ્રી માટે મહત્તમ પ્રયાસ કેટલો છે?","હું વફાદારી નંબર ઉમેરવા માંગુ છું, પરંતુ સંદેશ કહે છે કે મેં નોંધણી ફી ચૂકવી નથી. મને આ સંદેશ કેમ મળી રહ્યો છે?","શું વ્યક્તિગત નોંધણી માટે આધાર ફરજિયાત છે?","મુસાફરો માટે ઉપલબ્ધ વિવિધ પ્રકારની છૂટછાટો કઈ કઈ છે?","મારો નોંધાયેલો મોબાઇલ નંબર નિષ્ક્રિય છે, પરંતુ મારો ઈ-મેલ આઈડી હજુ પણ કામ કરે છે, શું તમે મને મારો પાસવર્ડ કેવી રીતે રીસેટ કરવો તે કહી શકો?","હું ટ્રેન કેવી રીતે રોકી શકું?","હું મારી અચોક્કસ ટિકિટની હાલની સ્થિતિ કેવી રીતે જાણી શકું?","શું ઓટો અપગ્રેડ માટે કોઈ ફી છે?","કેન્સરથી પીડિત એક વરિષ્ઠ નાગરિક મારી સાથે મુસાફરી કરી રહ્યો છે. પરંતુ ટિકિટ ચાર્ટ તૈયાર થયા પછી પણ આરએસી રહે છે. ટિકિટ કેવી રીતે મેળવવી?","ટ્રેનની ટિકિટને બીજા નામ પર ટ્રાન્સફર કરવાની પ્રક્રિયા શું છે?","તમારી ચેટબોટ મને કેવી રીતે મદદ કરી શકે?","એફટી નોંધણી/બુકિંગ માટે ચુકવણી વિકલ્પો કયા છે?","જો મુસાફરી દરમિયાન એસી નિષ્ફળ જાય તો શું રિફંડનો દાવો કરી શકાય?","કોચ આઈડી શું છે?","શું મારી સફર મુલતવી રાખવા માટે કોઈ ફી છે?","આવતી ભૂલ નોંધણી ફી ચૂકવવામાં આવી નથી & quot;","ઇ-ટિકિટઃ શું હું વિદ્યાર્થી/અન્ય છૂટછાટ ટિકિટ બુક કરાવી શકું?","રીડેમ્પશન માટે માન્ય વર્ગો કયા છે?","શું આઈ. આર. સી. ટી. સી. તેજાસ એક્સપ્રેસ માટે કોઈ મુસાફરી વીમો પ્રદાન કરે છે?","રિવોર્ડ પોઇન્ટ્સ શું છે?","ઇનકમિંગ ભૂલ મોબાઇલ નંબર વપરાશકર્તાઓ તરફથી લૉગ ઇન થતી નથી & quot;","હું આપેલ સ્ટેશન માટે ભારતીય રેલ્વે સ્ટેશનનો કોડ કેવી રીતે જાણી શકું?","મને વિકલ્પ કેમ ન મળ્યો?","મારી ટિકિટ બુક કરેલા ઇતિહાસમાં કેમ દેખાતી નથી અને બુકિંગની રકમ મારા ખાતામાંથી ડેબિટ થઈ ગઈ છે?","50036 ભૂલ કઈ છે જેની આ સમયે પ્રક્રિયા કરવાની મંજૂરી નથી?","મેં છેલ્લા કેટલાક દિવસોમાં ઘણી વખત ટિકિટ બુક કરાવવાનો પ્રયાસ કર્યો અને વ્યવહાર હંમેશા નિષ્ફળ રહ્યો. તમે મને કહો મારે શું કરવું જોઈએ?","ભારતીય રેલવે કિચનનું જીવંત પ્રસારણ કેવી રીતે જોવું","મેં આગળની અને પરત ફરવાની ટિકિટ બુક કરાવી હતી પણ ભાડું અલગ છે તે કેવી રીતે શક્ય છે?","વર્ચ્યુઅલ કાર્ડ શું છે?","મારી ઉંમર 60 વર્ષથી વધુ છે. શું હું વરિષ્ઠ નાગરિકોની છૂટનો લાભ લઈ શકું?","વિદેશી પ્રવાસીઓ ટ્રેનની ટિકિટ ઓનલાઇન કેવી રીતે બુક કરાવી શકે?","એફટી વપરાશકર્તા માટે નોંધણી ફી કેટલી છે?","આઈ. આર. સી. ટી. સી. દ્વારા નવી ટેબ્લેટ સિસ્ટમ કેવી રીતે અને કયા પરિમાણો પર કામ કરે છે?","બોગીબીલ બ્રિજ કેટલો લાંબો છે?","શું હું ફ્લાઇટ બુકિંગ માટે લોયલ્ટી પોઇન્ટનો ઉપયોગ કરી શકું?","આઈ. આર. સી. ટી. સી. ની પાલતુ નીતિ શું છે?","હું મારા ભોજનની પસંદગી બદલવા માંગુ છું, હું આ કેવી રીતે કરી શકું?","ગ્રૂપ જનરલ મેનેજર/આઇટી કોણ છે?","મુસાફરોને તાલીમ આપવા માટે સ્વાસ્થ્યપ્રદ ખોરાક પૂરો પાડવા માટે કેટલા ઉત્પાદન એકમો ખોલવામાં આવ્યા છે?","સંપૂર્ણ કેવાયસી વપરાશકર્તાઓ માટે વૉલેટની મર્યાદા શું છે?","એઆરપી ટિકિટ શું છે?","આઈ. આર. સી. ટી. સી. પર બુક કરાયેલી ટ્રેન ટિકિટ પર વસૂલવામાં આવતા અમારા ટ્રાન્ઝેક્શન ચાર્જને આપણે કેવી રીતે બચાવી શકીએ?","શું હું મહિલા અથવા સામાન્ય ક્વોટા તેમજ તત્કાલ ક્વોટા પસંદ કરી શકું?","મૂળ સ્ટેશન અને ગંતવ્ય સ્ટેશન વચ્ચે કયા સ્ટેશનો આવેલા છે?","જીએસટીના કારણે ટ્રેનો અને તેની સેવાઓના ભાડામાં કેટલો વધારો થયો છે?","ટી. ડી. આર. ની સ્થિતિ રદ કરવાનો શું અર્થ થાય છે?","ટૂર પેકેજ દરમિયાન હું કેટલો સામાન લઈ જઈ શકું?","તાત્કાલિક ટિકિટ બુક કરતી વખતે ઓળખપત્ર જરૂરી છે?","શું તમારી ચેટબોટ હેલ્પડેસ્ક છે?","હું ચોક્કસ તારીખે બર્થની ઉપલબ્ધતા કેવી રીતે જોઈ શકું?","ચેટબોટ કઈ તકનીકનો ઉપયોગ કરે છે?","શું વિદેશી પ્રવાસીઓનો ક્વોટા ઓનલાઇન બુકિંગમાં ઉપલબ્ધ છે?","પ્રીમિયમ તત્કાલ ક્વોટા શું છે?","શું આઈ. આર. સી. ટી. સી. મારી વ્યક્તિગત માહિતી બીજા કોઈની સાથે શેર કરે છે?","વેબ/એપ પર આ ચેટબોટ ક્યાંથી આવે છે?","પેપરલેસ ટિકિટ પ્રિન્ટ શું છે?","શું હું મારી સફરને બીજા સ્થળે લંબાવી શકું?","ટ્રેનની સ્થિતિ કેવી રીતે તપાસવી?","ટ્રેનની મુસાફરી દરમિયાન કટોકટીની સ્થિતિમાં કોનો સંપર્ક કરવો?","આવી રહેલી ભૂલ \"નોંધણી ફી ચૂકવવામાં આવી નથી\"","સભ્ય બન્યા પછી એસ. બી. આઈ. ટ્રાવેલ રિવોર્ડ પોઇન્ટ્સ કેવી રીતે મેળવવું?","બોગીબીલ બ્રિજ વિશે જણાવો?","મને મારી ટિકિટ માટે ઇન્વૉઇસેસ કેવી રીતે મળશે?","આઈ. આર. સી. ટી. સી. એપની સારી વિશેષતાઓ શું છે?","શું વરિષ્ઠ નાગરિકોના ક્વોટાની કોઈ મર્યાદા છે?","હું આર. ડી. એસ. ખાતું કેવી રીતે ખોલી શકું?","આર. એસ. ડબલ્યુ. એલ. નો અર્થ શું છે?","મને વરિષ્ઠ નાગરિકોની છૂટ કેમ ન મળી?","જો તમારા ચેટબોટ દ્વારા મારા કોઈ પણ પ્રશ્નનો જવાબ નહીં મળે, તો મારી પૂછપરછનું સમાધાન કેવી રીતે થશે?","શું હું ઓનલાઇન બુકિંગમાં રેલવે પાસ અથવા પી. ટી. ઓ. નો ઉપયોગ કરી શકું?","મને હંમેશા કેપ્ચામાં સમસ્યા થાય છે, બુકિંગ કરતી વખતે હું કેપ્ચાને કેવી રીતે અવગણી શકું?","એસબીઆઇ રિવોર્ડ પોઇન્ટ્સ શું છે?","ઓનલાઈન ઇ-ટિકિટ બુકિંગ પર અન્ય કેટલા ચાર્જ લાગે છે?","તત્કાલ યોજનામાં કઈ કઈ છૂટછાટો ઉપલબ્ધ છે?","રેલવે લાઇન કેવી રીતે શોધવી?","આઈ. આર. સી. ટી. સી. નું નિયામક મંડળ કોણ છે?","શું આઈઆરસીટીસી સસ્તી હોટલ ઓફર કરે છે?","ઇ. આર. એસ./ટિકિટમાં બાળકનું નામ કેમ દેખાતું નથી?","કેવી રીતે બુક કરાવશો?","ઇ-વ્હીલચેર સર્વિસ શું છે?","કોચ પાસે ટિકિટ કરતાં અલગ બર્થ નંબર કેમ હોય છે?","શું મારે એસી વર્ગોમાં મુસાફરી કરતી વખતે ઓળખનો પુરાવો સાથે રાખવો જોઈએ?","શું હું ક્રેડિટ કાર્ડ પર મારી ટિકિટ બુક કરાવી શકું?","હું આઈ. આર. સી. ટી. સી. દ્વારા મારા વ્યવસાયનો પ્રચાર કેવી રીતે કરી શકું?","હું આઈ. આર. સી. ટી. સી. રિટાયરિંગ રૂમ સુવિધા કેવી રીતે બુક કરાવી શકું?","શું તમારું ચેટબોટ કોઈપણ બ્રાઉઝરમાં ખુલશે?","કેટલા વાગ્યે ટિકિટ રદ થઈ શકે છે?","આઈ. આર. સી. ટી. સી. દ્વારા હું કેટલી ટિકિટ બુક કરાવી શકું?","હું જીએસટીએન નંબર સાથે જીએસટી ઇનવોઇસ કેવી રીતે મેળવી શકું?","હું ટ્રેનની સ્થિતિ, પી. એન. આર. ની સ્થિતિ, આગમન, પ્રસ્થાન, જીવંત, માર્ગ, સમય, વિલંબ વગેરે કેવી રીતે જોઈ શકું? ?","જો ઉપલબ્ધતાની સ્થિતિ વેઇટિંગ લિસ્ટમાં હોય તો શું હું ઇ-ટિકિટ બુક કરાવી શકું?","રિડીમ ટિકિટ માટે રદ કરવાના ચાર્જ શું છે?","હું બુકિંગ કર્યા પછી મારી ટ્રેનની ટિકિટ લંબાવવા માંગુ છું, હું આ કેવી રીતે કરી શકું?","ઓનલાઈન ટ્રેન ટિકિટ બુકિંગ માટે કયા દસ્તાવેજો અથવા ઓળખપત્રની જરૂર પડે છે?","શું હું વિદ્યાર્થી/અન્ય છૂટછાટ ટિકિટ બુક કરાવી શકું?","આવતી ભૂલ & quot; ઇમેઇલ ID વપરાશકર્તાઓ & quot; માં લૉગ ઇન નથી.","જો મારી જોડણી સાચી ન હોય તો શું તમે ચેટબોટને જવાબ આપો છો?","મારો આધાર ચકાસાયેલ છે, છતાં હું ટિકિટ બુક કરાવી શકતો નથી. તમે મને કહો મારે શું કરવું જોઈએ?","શું છે તેજાસ એક્સપ્રેસ?","આઈ. આર. સી. ટી. સી. દ્વારા આ ટેબ્લેટ્સના રેકોર્ડનું સોફ્ટવેર શું છે?","જો ટ્રેન મોડી ચાલે તો શું હું ટિકિટ રદ કરી શકું?","શું મારી પાસે આઈઆરસીટીસી આઈમુદ્રા કાર્ડ, ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ છે?","શું સંપૂર્ણ રકમ પરત કરવામાં આવશે અથવા હું કેટલાક પૈસા ગુમાવીશ?","આરક્ષણ ચાર્ટ તૈયાર કર્યા પછી ઇ-ટિકિટ રદ કરવાનો નિયમ શું છે?","હું ચેટબોટને કેટલા પ્રશ્નો પૂછી શકું?","પેસેન્જરને માસ્ટર લિસ્ટમાં કેવી રીતે ઉમેરવું અને આધાર સાથે કેવી રીતે ચકાસવું?","જો ટ્રેન રદ કરવામાં આવી હોય તો હું ટિકિટ કેવી રીતે રદ કરી શકું?","બેંક ચાર્જ શું છે?","હું વરિષ્ઠ નાગરિક ક્વોટા પર ટિકિટ બુક કરાવવાનો પ્રયાસ કરી રહ્યો છું, તે વાવણી હતી કે મારી પાસે 28 બેઠકો ઉપલબ્ધ છે, પરંતુ તે ચૂકવણી કરતી વખતે રાહ જોઈ રહી છે, આ કેમ છે?","કેટલા દિવસમાં ટ્રેનની એડવાન્સ ટિકિટ બુક કરાવી શકાય?","હું ટ્રેનમાં સંરક્ષણ/સૈન્ય ક્વોટાનો ઉપયોગ કેવી રીતે કરી શકું?","રિવોર્ડ પોઇન્ટ સાથે મફત ટિકિટ કેવી રીતે બુક કરવી?","દિશા કોણ છે?","જો ટ્રેનનો માર્ગ બદલવામાં આવે તો શું હું ટિકિટ રદ કરી શકું?","આજે માટે ઓ. ટી. પી. ની મર્યાદા વટાવી દેવામાં આવી છે. મારે શું કરવું જોઈએ?","બોગીબીલ પુલનું ઉદ્ઘાટન ક્યારે થયું હતું?","એમવીસા વિકલ્પ શું છે?","મને શા માટે સંદેશો મળી રહ્યો છે બીજી ટ્રેન/વર્ગ અજમાવી જુઓ?","ચુકવણી કરવા માટે ભીમ યુપીઆઈનો ઉપયોગ કેવી રીતે કરવો?","આઈ. આર. સી. ટી. સી. દ્વારા તમારા વ્યવસાયનો વિસ્તાર કેવી રીતે કરવો?","હું આપેલ સ્ટેશનનો સ્થાન કોડ કેવી રીતે શોધી શકું?","આરડીએસ/આઈઆરસીટીસી ઇ-વોલેટ શું છે?","મને \"આઈ. આર. સી. ટી. સી. ની વેબસાઇટ પર સેવા ઉપલબ્ધ નથી\" એવો સંદેશ કેમ મળી રહ્યો છે?","મેં ફ્રીચાર્જનો ઉપયોગ કરીને મારી ટિકિટ બુક કરાવી, મને રિફંડ ક્યાંથી મળી શકે?","મેં મારું આઈ. આર. સી. ટી. સી. વપરાશકર્તાનામ થોડા સમય પહેલા બનાવ્યું હતું, અને મને તે હવે યાદ નથી?","શું તમારી પાસે પ્રિપેઇડ સેવા છે?","વિકલ્પ યોજના શું છે?","ખરીદ બિંદુ શું છે?","ઓછી પુષ્ટિ સંભાવના શું છે?","દિવ્યાંગ અથવા પત્રકારનો ક્વોટા શું છે?","કયા સ્ટેશનો પર વાઇ-ફાઇ કનેક્ટિવિટી છે?","હું આઈ. આર. સી. ટી. સી. નો અધિકૃત એજન્ટ કેવી રીતે બની શકું?","શું હું મારી બેઠક/જન્મ નંબર પસંદ કરી શકું?","હું મોબાઇલ એપ્લિકેશન દ્વારા નિયમિત માસિક ટિકિટ ગ્રાહક છું, પરંતુ અત્યારે જ્યારે હું માસિક ટિકિટ બુક કરું છું ત્યારે ગેટ વે વિકલ્પ કામ કરી રહ્યો નથી. શું તમે મને મદદ કરશો, કૃપા કરીને? ?","શું નોંધણી માટે મોબાઇલ નંબર ફરજિયાત છે?","મુસાફરી કરવા માટે લઘુતમ અંતર કેટલું છે?","શું આઈ. આર. સી. ટી. સી. રાજધાની, શતાબ્દી એક્સપ્રેસના મુસાફરો માટે ખોરાકનો પ્રતિસાદ રેકોર્ડ કરવા માટે ટેબ્લેટ્સ લાવી રહ્યું છે?","ખાતું કેવી રીતે કાઢી નાખવું?","રિવોર્ડ પોઇંટ્સ કેવી રીતે ખરીદવી?","બુક કરેલી ટિકિટ કેવી રીતે તપાસવી?","હું મારા એજન્ટઆઇડીનો ઉપયોગ કરીને લોગ ઇન કરવામાં અસમર્થ છું, શું તમે કૃપા કરીને મદદ કરી શકો?","હું દિવાળીની વિશેષ ટ્રેનો વિશે જાણવા માંગુ છું. મહેરબાની કરીને મદદ કરો.","મારી વેઇટિંગ ટિકિટની પુષ્ટિ થવાની સંભાવના કેટલી છે?","કઈ કંપની આઈ. આર. સી. ટી. સી. ટિકિટ વેચતી સૌથી મોટી કંપનીઓમાંની એક છે?","હું બુકિંગ હિસ્ટ્રી એન્ટ્રીને કેમ કાઢી શકતો નથી?","હું મારી ટિકિટની પ્રિન્ટઆઉટ કેવી રીતે લઈ શકું?","મારે વિશેષ ક્વોટા હેઠળ મારી ટ્રેનની ટિકિટ બુક કરાવવી પડશે. શું હું તેને જોઈ શકું છું?","તમે કેટલા દિવસ અગાઉથી તત્કાલ ટિકિટ બુક કરાવી શકો છો?","શું ટિકિટમાં મુસાફરનું લિંગ બદલી શકાય?","ટ્રાન્ઝેક્શન પાસવર્ડ શું છે?","શું આઈ. આર. સી. ટી. સી. આંતરરાષ્ટ્રીય પેકેજ ઓફર કરે છે?","ટ્રેનની ટિકિટ માટે લઘુતમ વય કેટલી છે?","મારી જન્મતારીખ મારી પ્રોફાઇલમાં ખોટી દેખાઈ રહી છે. હું કેવી રીતે બદલી શકું?","આઈ. આર. સી. ટી. સી. એન્ડ્રોઇડ એપ મારા માટે કામ કરતી નથી. શું તમે કરી શકો છો તેની મદદ?","વિદેશી વપરાશકર્તાઓ આઈઆરસીટીસી વેબસાઇટ પર કેવી રીતે નોંધણી કરાવી શકે છે?","આઈ. આર. સી. ટી. સી. દ્વારા ખરીદી કરવાના કિસ્સામાં 1 પોઈન્ટની કિંમત કેટલી છે?","શું આપણે તે જ દિવસ માટે પ્રીમિયમ તત્કાલ બુક કરી શકીએ?","હું કૂપન બુકિંગ કેવી રીતે મેળવી શકું?","શું રિવોર્ડ પોઇન્ટ્સની સમાપ્તિ તારીખ હોય છે?","પ્રમાણીકરણને કેવી રીતે ખોલવું?","જાહેરાત માટે હું આઈ. આર. સી. ટી. સી. નો સંપર્ક કેવી રીતે કરી શકું?","શું ચેટબોટ મારી ભૂતકાળની ચેટ હિસ્ટ્રી યાદ રાખશે?","શું આઈ. આર. સી. ટી. સી. કોઈ પ્રવાસન પેકેજ ઓફર કરે છે?","ઇ-ટિકિટઃ હું ઇ-ટિકિટ કેવી રીતે રદ કરી શકું અને રિફંડ કેવી રીતે મેળવી શકું?","બોર્ડિંગ પોઇન્ટ બદલવા માટેના નિયમો અથવા સૂચનાઓ શું છે?","શું મોબાઇલ એપ અને આઈ. આર. સી. ટી. સી. વેબસાઇટ પર તત્કાલ ટિકિટની ઉપલબ્ધતા અલગ છે?","મારે ટ્રેનના નવા સમયપત્રક વિશે જાણવું છે?","ટિકિટિંગ એજન્ટોનો ડેબિટ સમય કેટલો હોય છે?","આઈ. આર. સી. ટી. સી. માં એક ઓળખપત્ર સાથે કેટલી ટિકિટ બુક કરાવી શકાય?","મારી અગાઉ બુક કરેલી ટિકિટનું પ્રિન્ટઆઉટ કેવી રીતે લેવું?","શું રેલવે પરીક્ષાના વિદ્યાર્થીઓ માટે કોઈ ઓફર છે?","મેં મારી ટિકિટ બુક કરાવી છે. હું હવે તેની પ્રિન્ટ લઈ શકતો નથી અથવા તેને વેબસાઇટ પર જોઈ શકતો નથી. હું મારી ટિકિટ કેવી રીતે મેળવી શકું?","એફટી નોંધણી માટે શું જરૂરી છે?","ટિકિટ બુક કરાવતી વખતે હું કેન્સરના દર્દીઓને ક્યાં પસંદ કરી શકું?","ઓનલાઈન ટ્રેન ટિકિટ બુકિંગ/આરક્ષણનો સમય કેટલો છે?","RL/RLWL/WL નો અર્થ શું છે?","મને શોધ પરિણામ પૃષ્ઠ પર ક્યાંય પણ પુસ્તકનું બટન દેખાતું નથી. હું કેવી રીતે બુક કરું?","ઉપલબ્ધતા તપાસવા પર, મને ઉપલબ્ધતા સ્થિતિમાં RAC મળે છે. તેનો અર્થ શું છે?","શું ચેટબોટ ડેસ્કટોપ અને મોબાઇલ વેબ બંને પર કામ કરે છે?","વી. આર. એમ. (વર્ચ્યુઅલ રિઝર્વેશન મેસેજ) ક્યાંથી મળશે?","વફાદારી સભ્યપદની સમાપ્તિ તારીખ શું છે?","શું ચેટબોટ અવાજ આદેશો સ્વીકારે છે?","અમે આખી ટ્રેન કેવી રીતે બુક કરાવી શકીએ?","ટ્રેન 18/વંદે ભારતના નવા પ્રસ્તાવિત માર્ગો કયા હશે?","ચેટબોટ શું છે?","શું ચેટબોટ અંગ્રેજી સિવાયની અન્ય ભાષામાં જવાબ આપે છે?","ઉપલબ્ધતા જોવા માટે મારે મોબાઇલ નંબર અને આઈ. આર. સી. ટી. સી. વપરાશકર્તા ઓળખપત્ર કેમ દાખલ કરવાની જરૂર છે?","જો બુકિંગ નિષ્ફળ જાય અને ખાતામાંથી રકમ કાપવામાં આવે તો શું થાય છે?","શું હું મુસાફરીના સમયે મારી બર્થ બદલી શકું?","સેવ કરેલી પેસેન્જર લિસ્ટને કેવી રીતે અપડેટ કરવી?","ભોજન માટે આઈ. આર. સી. ટી. સી. દ્વારા નિર્ધારિત મેનુ દર કેટલો છે?","ભારતીય રેલવેના મુસાફરો માટે વિવિધ પ્રકારની છૂટછાટો કઈ કઈ છે?","આઈઆરસીટીસીની સાઇટ કેમ ધીમી છે?","ઓનલાઈન બુકિંગ પર શું ડિસ્કાઉન્ટ આપવામાં આવે છે?","વફાદારી સંખ્યા શું છે?","બોર્ડિંગ પોઇન્ટ કેવી રીતે પસંદ કરવો?","આઈઆરસીટીસી પર જાહેરાતની વિવિધ રીતો કઈ કઈ છે?","રદ કરવાની નીતિ શું છે?","અંતિમ ચાર્ટ ક્યારે તૈયાર થશે?","મને બુકિંગનો એસ. એમ. એસ. મળી રહ્યો નથી?","કયા ટૂર પેકેજો ઉપલબ્ધ છે?","આરક્ષણ પુષ્ટિ સંદેશ કેમ દેખાતો નથી?","આઈ. આર. સી. ટી. સી. દ્વારા કેટલી ટિકિટ બુક કરાવી શકાય?","શું હું મુસાફરીની ટિકિટ ઓનલાઇન બુક કરાવી શકું?","શું આઈ. આર. સી. ટી. સી. વેબસાઇટ માટે સેવા ડાઉન છે?","ટ્રેન દ્વારા તમારી બાઇકને એક જગ્યાએથી બીજી જગ્યાએ કેવી રીતે પરિવહન કરવું?","ચેટબોટ-આસ્ક દિશા શું છે?","અંતિમ ચાર્ટમાં કયા મુસાફરોના નામ દેખાશે?","વરિષ્ઠ નાગરિકોની બેઠકો ઉપલબ્ધ હોવા છતાં મને મારી પસંદગીની બેઠક મળી નથી. તમે મને તેનું કારણ સમજાવી શકો છો?","આગાહી 100% શા માટે સચોટ નથી?","તત્કાલ ટિકિટ માટે ટી. ડી. આર. કેવી રીતે ફાઇલ કરવી?","શું મારે મારી 8 વર્ષની દીકરી માટે ટિકિટની જરૂર છે? જો એમ હોય તો શું તેની પાસે ઓળખપત્ર નથી?","ચેટબોટને મારા પ્રશ્નોના જવાબ આપવામાં કેટલો સમય લાગશે?","જો હું મારી સફર તોડું છું અથવા જોડતી ટ્રેનની રાહ જોઉં છું, તો શું હું સામાનને ક્લોકરૂમમાં રાખી શકું?","શું આપણે પેઝેપ દ્વારા ટ્રેનની ટિકિટ બુક કરાવી શકીએ?","RQWL નો અર્થ શું છે?","શું તમે ગ્રાહકોને ચેટબોટ્સ માટે ચાર્જ કરો છો?","શું આઈ. આર. સી. ટી. સી. એર પેકેજો ઓફર કરે છે?","આઈઆરસીટીસી એક્સક્લુઝિવ શું છે?","વ્યવહાર પાસવર્ડ કેવી રીતે રીસેટ કરવો?","મારું ખાતું નિષ્ક્રિય થઈ ગયું છે, મારે તેને ફરીથી કેવી રીતે સક્રિય કરવું જોઈએ?","હું મારી સાચવેલ કાર્ડની વિગતો કેવી રીતે કાઢી શકું?","શું ટ્રેનો મોડી પડવાને કારણે હું મુસાફરી કરવાની ઇચ્છા રાખી શકીશ નહીં?","હું આધાર કાર્ડની વિગતો કેવી રીતે અપડેટ કરી શકું?","મારી અગાઉ બુક કરેલી ટિકિટ માટે હું ભરતિયું કેવી રીતે મેળવી શકું?","શું આઈ. આર. સી. ટી. સી. ટ્રેન મુસાફરી માટે કોઈ મુસાફરી વીમો આપે છે?","દિવ્યાંગજન ક્વોટા હેઠળ આઈ. આર. સી. ટી. સી. પાસેથી ટિકિટ બુક કરાવવા માટે કયા દસ્તાવેજો જરૂરી છે?","મુસાફરો માટે અન્ય કઈ સુવિધાઓ ઉપલબ્ધ છે?","આઈ. આર. સી. ટી. સી. ના અધ્યક્ષ કોણ છે?","જો કે હું સાચા વપરાશકર્તાનામ અને પાસવર્ડ સાથે લોગ ઇન કરી રહ્યો છું, તે \"અમાન્ય વપરાશકર્તા\" કહે છે. કેપ્ચા યોગ્ય રીતે કામ કરતું હોય તેવું લાગતું નથી. શું તમે કરી શકો છો તેની મદદ?","વ્યક્તિગત વપરાશકર્તા માટે નોંધણી ફી કેટલી છે?","આઈ. આર. સી. ટી. સી. પર જાહેરાત કરવાની વિવિધ રીતો કઈ કઈ છે?","રદ કરવાના નિયમો શું છે?","ઇ-ટિકિટઃ મુસાફરનું નામ કેવી રીતે બદલવું?","શું આઈ. આર. સી. ટી. સી. દ્વારા ટોકન બુક કરતી વખતે મુસાફરી વીમો ખરીદવો ફરજિયાત છે?","જો આઈ. આર. સી. ટી. સી. દ્વારા મારું યુઝર આઈ. ડી. નિષ્ક્રિય થઈ જાય તો શું?","ટ્રેન ક્યારે શરૂ થશે?","ટિકિટ કેવી રીતે અપગ્રેડ કરવી?","મેં મોબાઇલ નંબર દાખલ કર્યો છે પણ મને ઓ. ટી. પી. મળ્યો નથી?","EDR અપડેટનો અર્થ શું છે?","મેં બુકિંગ કરતી વખતે એક મુસાફરનું નામ ખોટી રીતે લખ્યું છે. શું હું હવે નામ બદલી શકું?","બીજી બેઠકનો અર્થ શું છે?","શું આપણે આઈ. આર. સી. ટી. સી. દ્વારા ઈ-ટિકિટિંગ દ્વારા તત્કાલ ટિકિટ બુક કરાવી શકીએ?","શું હું મારી ટ્રેનની મુસાફરોની યાદી ઓનલાઇન જોઈ શકું છું?","આઈ. આર. સી. ટી. સી. ઇ-વોલેટનો ઉપયોગ કરીને હું કેટલી ટિકિટ બુક કરાવી શકું?","શું ભારતીય રેલવે દ્વારા વિદેશી પ્રવાસીઓ માટે કોઈ વિશેષ સુવિધાઓ પૂરી પાડવામાં આવે છે?","શું આઈ. આર. સી. ટી. સી. ના કોઈ વધારાના ચાર્જ છે?","પૂછો દિશા 2.0 શું છે?","જો ખાતું બંધ થઈ ગયું હોય અથવા હવે ઉપયોગમાં ન હોય તો શું થાય છે?","શું તમે મને કહી શકો છો કે રવિવાર અને રજાઓ પર કાઉન્ટર પર આરક્ષણ કરી શકાય છે કે કેમ?","એસ. બી. આઈ. ટ્રાવેલ રિવોર્ડ પોઇન્ટ્સ મેળવવા માટે માન્ય વર્ગો કયા છે?","હું આઈમુદ્રા માટે કેવી રીતે નોંધણી કરાવી શકું?","ટ્રેનની ટિકિટ ઓનલાઇન બુક કરવાની સામાન્ય પ્રક્રિયા શું છે?","આપણે ટ્રેનની ટિકિટ ઓનલાઇન કેવી રીતે બુક કરાવી શકીએ?","હું ટ્રેનની હાલની સ્થિતિ કેવી રીતે મેળવી શકું?","શું રેલવે ટૂર પેકેજ દરમિયાન પાળતુ પ્રાણીને મંજૂરી છે?","હું વિકલ્પની સ્થિતિ માટે અપડેટ કેવી રીતે મેળવી શકું?","વિકલાંગ/વિકલાંગ છૂટમાં ટિકિટ કેવી રીતે બુક કરવી?","રેલવે સ્ટેશન પર વાઇફાઇ કેવી રીતે જોડવું?","વરિષ્ઠ નાગરિકોને કેટલી રાહત મળે છે?","શા માટે કેટલીક બેંક ચૂકવણીઓ સ્વીકારવામાં આવતી નથી?","જો ટ્રેન મોડેથી ચાલી રહી હોય અને મુસાફરી કરવાનો મૂડ ન હોય તો આગળ શું કરવું?","વફાદારી ખાતામાં એમબીઓ નામ કેવી રીતે અપડેટ કરવું?","શું છૂટછાટ માટે લઘુતમ અંતર માટે કોઈ નિયમ છે?","મેં આકસ્મિક રીતે એજન્ટ તરીકે મારી નોંધણી કરાવી છે, હું મારું ખાતું વ્યક્તિગત વપરાશકર્તા તરીકે કેવી રીતે બદલી શકું?","જો રદ કરવામાં આવે તો રિફંડ ક્યાં કરવામાં આવશે?","હું + 91 ફોન નંબર વગરના ખાતા માટે કેવી રીતે નોંધણી કરાવી શકું?","ભારતીય રેલવેમાંથી શારીરિક રીતે વિકલાંગ કાર્ડ કેવી રીતે બનાવવું?","આઈ. આર. સી. ટી. સી. પર જાહેરાતની તકો કેવી રીતે શોધી શકાય?","શું હું ચૂકવણી કરવા માટે એટીએમ કમ ડેબિટ કાર્ડનો ઉપયોગ કરી શકું?","એફ. ટી. વપરાશકર્તા માટે રદ કરવાનો ચાર્જ કેટલો છે?","ઓનલાઈન ટિકિટ કેવી રીતે બુક કરવી?","ભારત ક્યુઆર દ્વારા કેવી રીતે ચૂકવણી કરવી?","રેલવે બોર્ડના એમ. ટી. (મેમ્બર ટ્રાફિક) કોણ છે?","જો હું ભારતની બહાર રહું છું, તો શું હું ટિકિટ બુક કરાવી શકું?","હું ટેક્સી/કેબ કેવી રીતે બુક કરાવી શકું?","આપણે સગર્ભા સ્ત્રીઓ માટે કન્ફર્મ ટિકિટ કેવી રીતે મેળવી શકીએ?","છેલ્લું txn સ્ટેટમેન્ટ કેવી રીતે તપાસવું?","શું આ ચેટબોટ મને આઈ. આર. સી. ટી. સી. ફ્લાઇટ બુક કરવા વિશે માહિતી આપશે?","હું વિવિધ સ્ટેશનો વચ્ચે માન્ય માર્ગ કેવી રીતે શોધી શકું?","જો હું ફોટો ઓળખપત્ર લાવવાનું ભૂલી જાઉં તો શું?","શું આપણે એમેઝોન પે દ્વારા ટ્રેનની ટિકિટ બુક કરાવી શકીએ?","શું કોઈ આઈઆરસીટીસી હેલ્પલાઈન છે?","ગરીબ રથ ટ્રેનોમાં વરિષ્ઠ નાગરિકોની છૂટ લાગુ પડે છે?","મુસાફરી વીમો શું છે?","મારો ભારતીય રેલવે પાસવર્ડ કેટલો સુરક્ષિત છે?","અમે 6થી વધુ બેઠકો બુક કરાવવા માંગીએ છીએ. અમે કેવી રીતે બુક કરી શકીએ?","મહિલા મુસાફર માટે શું સુરક્ષા લેવામાં આવી છે?","બોગીબીલ બ્રિજ પર દોડનારી પ્રથમ ટ્રેન કઈ હતી?","પી. ક્યુ./પી. ક્યુ. ડબલ્યુ. એલ. નો અર્થ શું છે?","હું મારો આઈ. આર. સી. ટી. સી. ઇ-વોલેટ પાસવર્ડ ભૂલી ગયો છું, હું તેને કેવી રીતે રીસેટ કરી શકું?","અરજદારની ચુકવણી કેવી રીતે કરવી?","શું આઈ. આર. સી. ટી. સી. મહિલા વરિષ્ઠ નાગરિકો માટે છૂટ આપે છે?","તારીખના વિકલ્પમાં શું લવચીક છે?","હું રેલવે ઈ-કેટરિંગ ટેન્ડરને કેવી રીતે જોઈ શકું?","આઈ. આર. સી. ટી. સી. એસ. બી. આઈ. ક્રેડિટ કાર્ડના ફાયદા શું છે?","આઈઆરસીટીસી યુઝર આઈડીમાં આધાર કાર્ડને કેવી રીતે લિંક કરવું?","મહિલા ક્વોટા બુકિંગ શું છે?","મેં કન્ફર્મ ટિકિટ બુક કરાવી છે પણ ટિકિટમાં કોચ અને સીટ નંબર નથી. શા માટે?","આઈઆરસીટીસી એસબીઆઇ કાર્ડ શું છે?","જોડતી ટ્રેન મોડી પડવાને કારણે હું મારી આગળની મુસાફરી ચાલુ રાખી શક્યો નહીં. શું હું રિફંડનો દાવો કરી શકું?","ટી. ડી. આર. ઓનલાઇન કેવી રીતે ફાઇલ કરવી?","શું હું વેઇટિંગ લિસ્ટેડ અને આરએસી ઇ-ટિકિટ બુક કરી શકું?","ઈ-કેટરિંગ આઈ. આર. સી. ટી. સી. દ્વારા ભોજન મંગાવવા માટે કઈ એપ ડાઉનલોડ કરવી?","ટી. ડી. આર. દાખલ કરવા માટેની સમય મર્યાદા કેટલી છે?","મુસાફરીના વિવિધ વર્ગો અને તેમના કોડ શું છે?","જો મારી ટ્રેન ફરી શરૂ થાય તો શું મને સૂચના મળી શકે?","5 બી","મને મારા આઈ. આર. સી. ટી. સી. ખાતામાં વપરાયેલો મોબાઇલ નંબર યાદ નથી?","આઈ. આર. સી. ટી. સી. ટિકિટ બુક કરવા માટે કયું બ્રાઉઝર શ્રેષ્ઠ કામ કરે છે?","ઇ-ટિકિટઃ શું હું બ્રેક-ટ્રીપની ટિકિટ બુક કરાવી શકું?","શું આપણે આઈ. આર. સી. ટી. સી. સાથે જાહેરાત કરી શકીએ?","કેટલા વપરાશકર્તાઓ બનાવી શકાય?","મેં મારું રોકડ કાર્ડ ગુમાવ્યું છે જેના દ્વારા મેં ટિકિટ બુક કરાવી છે. રદ થવાના કિસ્સામાં, મને રિફંડ ક્યાંથી મળશે?","લોયલ્ટી પોઈન્ટ કેવી રીતે રિડીમ કરવા?","શું હું તમામ સ્થળોએથી તત્કાલ ટિકિટ બુક કરાવી શકું?","લોઅર બર્થ ક્વોટા શું છે?","શું મદદ કરી શકે છે?","RESVN SUSPENDED નો અર્થ શું છે?","શું હું એસ. એમ. એસ. મેળવવા માટે બુક કરેલી ટિકિટનો મોબાઇલ નંબર બદલી શકું?","મેં ટિકિટ બુક કરાવી હતી, પણ મેસેજ મળ્યો ન હતો. હું એસ. એમ. એસ. કેવી રીતે મેળવી શકું?","રદ થયેલી ટ્રેનોના કિસ્સામાં ઇ-ટિકિટ રદ કરવા માટેનો નિયમ શું છે?","ટ્રેનમાં પાલતુ/કૂતરાને કેવી રીતે લઈ જવું?","વફાદારી યોજના માટે કોણ સભ્ય બની શકે છે અને કેવી રીતે?","મારા સસ્પેન્ડેડ ખાતાને કેવી રીતે કાર્યરત કરવું?","આવી રહેલી ભૂલ \"મોબાઇલ નંબર લૉગ ઇન કરેલા વપરાશકર્તાઓ સાથે મેળ ખાતો નથી\"","શું આઈ. આર. સી. ટી. સી. દ્વારા કોઈ શિયાળુ વિશેષ ટ્રેનો ચલાવવામાં આવે છે?","ઓનલાઈન બુકિંગમાં કેટલો ક્વોટા હોય છે?","મારી પાસે કેટલા કાર્ડ હોઈ શકે?","બુક કરેલી ટિકિટમાં ઓળખ નંબર કેવી રીતે સુધારવો અથવા બદલવો? (ઓળખ ભૂલ)","અમે 6 થી વધુ બેઠકો બુક કરવા માંગીએ છીએ, અમે કેવી રીતે બુક કરાવી શકીએ?","હું આઈ. આર. સી. ટી. સી. દ્વારા હોટલ કેવી રીતે બુક કરાવી શકું?","શું હું આર. એ. સી. સાથે ટ્રેન ચલાવી શકું?","બેઠકો ઉપલબ્ધ હોવા છતાં તાત્કાલિક આરક્ષણનો કોઈ વિકલ્પ કેમ નથી?","તેમાં શી ભૂલ છે! અમાન્ય વિનંતી (સી)?","શું માત્ર બોર્ડિંગ પોઇન્ટથી જ ટ્રેનમાં ચઢવું ફરજિયાત છે?","કન્ફર્મ સીટ કેવી રીતે મેળવવી?","શું સ્ટેશનો પર કોઈ પરિવહન આવાસ ઉપલબ્ધ છે?","શું આઈ. આર. સી. ટી. સી. કોઈ વિશ્રામ ખંડની સુવિધા આપે છે?","શું તમે મને ચેટબોટ પર આઈ. આર. સી. ટી. સી. હેલ્પલાઈન નંબર આપો છો?","હું બોર્ડિંગ સ્ટેશન કેવી રીતે બદલી શકું?","ભૂલ સંદેશો મળી રહ્યો છે, સેવા ઉપલબ્ધ નથી & quot; શું કરવું?","આરક્ષણ ચાર્ટ તૈયાર કરતા પહેલા ઇ-ટિકિટ રદ કરવાનો નિયમ શું છે?","મેં મારા આધાર નંબરની ચકાસણી કરી છે, પરંતુ તેમ છતાં હું 6 થી વધુ ટિકિટ બુક કરી શકતો નથી. શું તમે કરી શકો છો તેની મદદ?","શું એવી કોઈ ટ્રેન છે જે મુસાફરી દરમિયાન મફત ભોજન આપે છે?","નિષ્ફળ ટીએક્સએન ઇતિહાસ કેવી રીતે શોધવો?","ચેટબોટનો પ્રતિસાદ સમય કેટલો છે?","શું હું બોર્ડિંગ સ્ટેશન બદલી શકું?","શું આપણે આઈ. આર. સી. ટી. સી. ઇ-ટિકિટિંગનો ઉપયોગ કરીને આપણું બોર્ડિંગ સ્ટેશન બદલી શકીએ?","આઈ. આર. સી. ટી. સી. પર વિવિધ ચુકવણી ગેટવે વિકલ્પો કયા કયા ઉપલબ્ધ છે?","ટિકિટની પી. એન. આર. સ્થિતિ કેવી રીતે તપાસવી?","હું ટિકિટમાં મારું નામ કેવી રીતે બદલી/સુધારી શકું?","તત્કાલમાં મુસાફરીની વિવિધ શ્રેણીઓ કઈ કઈ છે?","ઈ-કેટરિંગ આઈ. આર. સી. ટી. સી. દ્વારા ઓર્ડર કરવા પર કોઈ વેજ કોમ્બોઝ?","શું આઈઆરસીટીસી પર તત્કાલ ટિકિટ ઉપલબ્ધ છે?","મારું વપરાશકર્તાનામ તાળું મરાયેલ છે અને હું ટિકિટ રદ કરવામાં અસમર્થ છું. શું તમે કરી શકો છો તેની મદદ?","શું આઈ. આર. સી. ટી. સી. રેલ પર ઇ-ટિકિટ રદ કરવાની સુવિધા ઉપલબ્ધ છે?","આઈઆરસીટીસી લોયલ્ટી સ્કીમ માટે કેવી રીતે અરજી કરવી?","વિવિધ વફાદારી કાર્યક્રમો/વિકલ્પો શું છે?","તત્કાલ બુકિંગનો નવો નિયમ શું છે?","વિકલ્પ કેવી રીતે પસંદ કરવો?","ટ્રેન તેની મુસાફરી દરમિયાન જે સ્ટેશનોમાંથી પસાર થાય છે તેની વિગતો હું કેવી રીતે મેળવી શકું?","બોર્ડિંગ પોઇન્ટનો ફેરફાર ઇ-ટિકિટમાં કેમ દેખાતો નથી?","ટી. ડી. આર. કેવી રીતે ફાઇલ કરવી?","હું આઈ. આર. સી. ટી. સી. દ્વારા અનારક્ષિત ટિકિટ કેવી રીતે બુક કરાવી શકું?","હું ઇ-વોલેટ ટ્રાન્ઝેક્શન પાસવર્ડ ભૂલી ગયો છું અને હું ટિકિટ બુક કરવા માટે ઇ-વોલેટનો ઉપયોગ કરવા માંગુ છું. શું તમે કરી શકો છો તેની મદદ?","શું કોઈપણ નકલી આઈ. ડી. બુક ટિકિટ માટે તાત્કાલિક ટિકિટ બુકિંગ માટે કોઈ સુરક્ષા છે?","આઈ. આર. સી. ટી. સી. પર બેડ્રોલ કેવી રીતે બુક કરવું?","વેબસાઇટ પર ડાબી બાજુની પેનલ કેમ દેખાતી નથી?","અમે આઈ. આર. સી. ટી. સી. સાથે કેવી રીતે જાહેરાત કરી શકીએ?","એફટી યુઝર બુકિંગ માટે સર્વિસ ચાર્જ કેટલો છે?","આઈ. આર. સી. ટી. સી. ના નિર્દેશક (પ્રવાસન અને માર્કેટિંગ) કોણ છે?","મારા સ્ટેશન પરથી બપોરે 12 વાગ્યા પછી પસાર થતી ટ્રેન હું કેવી રીતે બુક કરાવી શકું?","શું હું એક જ સમયે બહુવિધ બારીઓ/ટેબમાં આઈ. આર. સી. ટી. સી. ની વેબસાઇટ પર લોગ ઇન કરી શકું?","શું મહિલા અને સામાન્ય ક્વોટાને તત્કાલ બુકિંગમાં લાગુ કરી શકાય છે?","મુખ્ય સૂચિ કેવી રીતે બનાવવી?","હું કાર્ડ્સને કેવી રીતે સસ્પેન્ડ, અનસ્પેન્ડ અથવા બ્લોક કરી શકું?","કયા વિદેશી પ્રવાસી ચુકવણી વિકલ્પો ઉપલબ્ધ છે?","તત્કાલ અને પ્રીમિયમ તત્કાલ વચ્ચે શું તફાવત છે?","શું મુસાફરી કરતી વખતે બાળકો માટે જન્મ પ્રમાણપત્ર જરૂરી છે?","મારું ઈ-વૉલેટ બ્લોક છે. હું મારું ઈ-વોલેટ કેવી રીતે અનબ્લોક કરી શકું?","હું આઈ. આર. સી. ટી. સી. આંતરરાષ્ટ્રીય પેકેજ કેવી રીતે બુક કરી શકું?","હું કેમ લોગ ઇન કરી શકતો નથી?","ટ્રેન 18/વંદે ભારતની વિશેષતાઓ શું છે?","હું શિયાળુ વિશેષ ટ્રેનો કેવી રીતે બુક કરી શકું?","ટ્રેનની ટિકિટ બુક કરવામાં શું મદદરૂપ છે?","ઇ-વોલેટ રિચાર્જ ટ્રાન્ઝેક્શન રિફંડને કેવી રીતે ટ્રેક કરવું?","ઈ-ટિકિટ કેવી રીતે રદ કરવી?","પસંદગીનો પ્રવાસનો વિકલ્પ કયો છે?","આઈ. આર. સી. ટી. સી. સાઇટ જાળવણી વિંડો ક્યારે છે?","મારે તાત્કાલિક પ્રીમિયમ ક્યારે બુક કરાવવું પડશે?","ઇ-ટિકિટઃ તત્કાલ ટિકિટ શું છે?","સ્ટેશનો વચ્ચે ટ્રેનો કેવી રીતે શોધવી?","ત્યાં સુધી બુકિંગનો સમય કેટલો છે?","હું મારી ટિકિટની સ્થિતિ કેવી રીતે જોઈ શકું?","શું તે ગૂગલને લાગુ પડે છે કે નહીં?","જો પેસેન્જરનું સ્ટેટમેન્ટ ખોટું હોય તો શું હું તેમાં ફેરફાર કરી શકું?","આરએસીનો અર્થ શું છે?","સીએએસ શું છે?","હું મારા વિઝા કાર્ડનો ઉપયોગ કરી શકતો નથી, શું તમે મને આઈ. આર. સી. ટી. સી. ની વેબસાઇટ પર વિઝા કાર્ડનો ઉપયોગ કેવી રીતે કરવો તે કહી શકો?","આવનારી ભૂલ 'જન્મ તારીખ મેળ ખાતી નથી'","બોર્ડિંગ પોઇન્ટ ક્વોટા શું છે?","મોટી માંગ શું છે-અનુપલબ્ધતા?","શું વરિષ્ઠ નાગરિકને કોઈ પુરાવા સાથે રાખવાની જરૂર છે?","હું ઓનલાઇન પ્રક્રિયા દ્વારા મારી કાઉન્ટર રેલ ટિકિટ રદ કરવા માંગુ છું. શું આ શક્ય છે?","'ફ્લેક્સી/ડાયનેમિક ફેર' શું છે?","શું હું બહુવિધ સ્થળોની ટિકિટ બુક કરાવી શકું?","ચુકવણી પૃષ્ઠ ભૂલ પર ચકાસાયેલ આધાર ID દર્શાવતું નથી, પરંતુ સિસ્ટમ કહે છે કે આધાર ID ચકાસાયેલ છે. તેથી હું મારી ટિકિટ બુક કરાવી શકતો નથી. મારે શું કરવું જોઈએ?","મધ્યમ પુષ્ટિ સંભાવના શું છે?","ટીડીઆર રિફંડની સ્થિતિ ક્યાં તપાસવી?","મને મારા મોબાઇલ પર ઓ. ટી. પી. નંબર મળ્યો નથી, મારે શું કરવું જોઈએ?","વફાદારી સભ્યપદ માટે નવીકરણ ફી કેટલી છે?","મારી ટ્રેન હવે ક્યાં પહોંચી છે?","ઇ-ટિકિટ રદ કરવી અને રિફંડ કરવું","શું હું બેમાંથી એક ટિકિટ રદ કરી શકું?","હું તહેવારોની મોસમની ટ્રેનો વિશે વિગતો કેવી રીતે મેળવી શકું?","નીચલી બર્થ કેવી રીતે મેળવવી?","આઈ. આર. સી. ટી. સી. પર વ્યવસાયની કઈ તકો ઉપલબ્ધ છે?","હું મારું આઈમુદ્રા વૉલેટ કેવી રીતે ટોપ અપ કરી શકું?","વિકલ્પ શું છે?","આઈઆરસીટીસી એસબીઆઇ ક્રેડિટ કાર્ડ શું છે?","શું તમે ગ્રાહક પ્રતિસાદની કદર કરો છો?","શું મારી પાસે સામાન લઈ જવા પર પ્રતિબંધ છે?","આઈઆરસીટીસી ડેબિટ કાર્ડ માટે કેવી રીતે અરજી કરવી?","શું આપણી ટ્રેનની મુસાફરી દરમિયાન કોઈ પણ રેસ્ટોરન્ટમાંથી ભોજન મંગાવી શકાય?","એકવાર મેં ઓર્ડર આપ્યો પછી મને ભૌતિક કાર્ડ ક્યારે મળશે?","મેં બુકિંગ દરમિયાન એક મુસાફરની ઉંમર ખોટી રીતે રજૂ કરી છે. શું હું તેને હવે બદલી શકું?","શું વર્તમાન બુકિંગ આઈ. આર. સી. ટી. સી. સાઇટ પર ઉપલબ્ધ છે?","શું પેસેન્જર ટ્રેનોમાં વરિષ્ઠ નાગરિકોની છૂટ લાગુ પડે છે?","કોટામાં ટિકિટ કેવી રીતે બુક કરવી?","આઈ. આર. સી. ટી. સી. દ્વારા ફોર્મ ભરવાનો સમય કેમ તપાસવામાં આવે છે?","શું તમામ મુસાફરો માટે એક જ ટિકિટ પર બોર્ડિંગ પોઇન્ટથી જ ટ્રેનમાં ચઢવું ફરજિયાત છે?","આઈઆરસીટીસી લગભગ એક દિવસમાં કેટલા ઈ-કોમર્સ વ્યવહારો કરે છે?","શું હું ટિકિટ બુક કરાવ્યા પછી વીમાનો વિકલ્પ પસંદ કરી શકું?","શું આપણે એક સફર માટે આખી ટ્રેન બુક કરાવી શકીએ?","આઈઆરસીટીસીની વેબસાઇટ પર નોંધણી કેવી રીતે કરવી?","હું વિશેષ ટ્રેનોમાં ટિકિટ કેમ બુક કરાવી શકતો નથી?","હું બર્થની ઉપલબ્ધતા કેવી રીતે ચકાસી શકું?","આઈ. આર. સી. ટી. સી. તેજાસ એક્સપ્રેસના વિલંબ માટે કેટલી ચૂકવણી કરશે?","ભારતની પ્રથમ ખાનગી ટ્રેન કઈ છે?","એક જ IP સરનામા દ્વારા એક જ સમયે કેટલી તત્કાલ ટિકિટ બુક કરી શકાય છે?","રેલવે કેવી રીતે પસાર કરવી?","તાત્કાલિક ટિકિટમાં તમે કેટલા મુસાફરો બુક કરાવી શકો છો?","આપણે ઈ-ટિકિટમાં કેવી રીતે ફેરફાર કરી શકીએ?","સંપૂર્ણ કેવાયસીના ફાયદા શું છે?","ઉપલબ્ધતાની સ્થિતિ પર જી. એન. ડબલ્યુ. એલ. એએ/ડબલ્યુ. એલ. બીબીનો શું અર્થ થાય છે?","વ્યક્તિગત નોંધણી માટેની જરૂરિયાતો શું છે?","હું તાત્કાલિક ટિકિટ અને ઇ-ટિકિટ ક્યારે બુક કરાવી શકું?","ભૂલ સંદેશો મળી રહ્યો છે, 'સેવા ઉપલબ્ધ નથી', શું કરવું?","ટ્રેન રદ થયા પછી મને સંપૂર્ણ રિફંડ કેમ ન મળ્યું?","ટ્રાન્ઝેક્શન પાસવર્ડ કેવી રીતે સેટ કરવો?","અમે 5 પુખ્ત વયના લોકો અને 9 અને 5 વર્ષની વયના 2 બાળકો માટે ટિકિટ બુક કરવા માંગીએ છીએ, પરંતુ ફોર્મ અમને એક સમયે મહત્તમ 6 ટિકિટ બુક કરવાની મંજૂરી આપે છે. આપણે બધી ટિકિટો એકસાથે કેવી રીતે બુક કરાવી શકીએ જેથી આપણે એકસાથે બેઠકો મેળવી શકીએ?","હું ટ્રેનનો પ્લેટફોર્મ/ટર્મિનલ નંબર કેવી રીતે જાણી શકું?","ટિકિટ બુક કરાવતી વખતે મને IP સરનામાની સમસ્યાનો સામનો કેમ કરવો પડે છે?","બેઠક કેવી રીતે બદલવી?","જો મને કોઈ ફરિયાદ હોય તો હું કોનો સંપર્ક કરી શકું?","હું આઈ. આર. સી. ટી. સી. એર પેકેજ કેવી રીતે બુક કરી શકું?","આઈ. આર. સી. ટી. સી. સાઇટ ડાઉનટાઇમ શું છે?","શારીરિક રીતે વિકલાંગ કાર્ડ બનાવવા માટે કયા દસ્તાવેજો જરૂરી છે?","શું ઓનલાઈન ટિકિટ બુક કરાવવા માટે વિવિધ ચુકવણી વિકલ્પો ઉપલબ્ધ છે?","EJB ભૂલ શું છે? આ કારણે હું ઓનલાઈન ટિકિટ બુક કરાવી શકતો નથી.","મેં બુક કરેલા વર્ગમાં જો બર્થ ઉપલબ્ધ ન હોય, તો શું હું આગામી ઉચ્ચ વર્ગમાં અપગ્રેડ થઈશ?","હું મારા ખિસ્સામાંથી પૈસા કેમ ટ્રાન્સફર કરી શકતો નથી?","જ્યારે મને બેંકમાંથી બાકી લેવડ-દેવડનો સંદેશ મળે, ત્યારે મારે ટિકિટ માટે કેવી રીતે ચૂકવણી કરવી જોઈએ?","જો હું બોર્ડિંગ સ્ટેશનથી ટ્રેનમાં ચઢવાનું ચૂકી જાઉં તો શું થાય?","પુષ્ટિ થવાની સંભાવનાની આગાહી કેવી રીતે કરવામાં આવે છે?","શું ઓનલાઈન બુકિંગમાં લોઅર બર્થ ક્વોટા ઉપલબ્ધ છે?","મારી સફર માટે ટ્રેન શોધતી વખતે મને હાલ્ટ ડીલીટ મેસેજ કેમ મળી રહ્યો છે?","હું વિવિધ સ્ટેશનો વચ્ચે ટ્રેનો કેવી રીતે શોધી શકું?","નવીનતમ ટિકિટ કઈ છે જેના દ્વારા હું ટિકિટ બુક કરાવી શકું?","હું મારી ટિકિટની અંતિમ સ્થિતિ ક્યારે ચકાસી શકું?","રેલવે બોર્ડના અધ્યક્ષ કોણ છે?","જો ઈ-કેટરિંગ આઈ. આર. સી. ટી. સી. દ્વારા ઓર્ડર કરવામાં આવે તો શું ભોજન અમારા બર્થ પર પહોંચાડવામાં આવશે?","ટ્રેનની મુસાફરી દરમિયાન હું ડૉક્ટરની મદદ કેવી રીતે મેળવી શકું?","હું મારી પ્રોફાઇલ વિગતો કેવી રીતે બદલી શકું?","હું લિનક્સ ઓપરેટિંગ સિસ્ટમનો ઉપયોગ કરું છું અને હું લોગ ઇન કરવામાં અસમર્થ છું. મારે શું કરવું જોઈએ?","ઓટો સ્ટેટસ ચેન્જ શું છે?","શું આઈ. આર. સી. ટી. સી. એપ્લિકેશન મફત છે?","ટ્રેનમાં કઈ વસ્તુઓ પર પ્રતિબંધ છે?","નવા વ્યવસાયના અમલીકરણ માટે તમારી ચૂકવણીની શરતો શું છે?","ઓનલાઈન ટિકિટ બુક કરાવતી વખતે ખેદનો શું અર્થ થાય છે?","જો આપણે આઈ. આર. સી. ટી. સી. દ્વારા ઓર્ડર કરીએ તો શું ખાદ્યપદાર્થોના બહુવિધ વિકલ્પો ઉપલબ્ધ છે?","વેઇટિંગ લિસ્ટેડ ટિકિટ પર કેન્સલેશન ચાર્જ કેટલો છે?","આસ્ક દિશા શું છે?","50નું ડિસ્કાઉન્ટ શું છે?","ઇ-ટિકિટ પર કેવા પ્રકારના ફેરફારો કરી શકાય છે?","તેને પુષ્ટિ સંભાવના કેમ કહેવામાં આવે છે?","આવનારી ભૂલ જન્મ તારીખ & quot;","લોયલ્ટી યુઝર આઈડી અને પાસવર્ડ કેવી રીતે મેળવવો?","હું જીએસટી નંબર કેવી રીતે ઉમેરી અને સાચવી શકું?","શું હજુ પણ 6 થી વધુ ટિકિટ બુક કરવા માટે આધાર ફરજિયાત છે?","લઘુતમ કેવાયસી વપરાશકર્તાઓ માટે વૉલેટની મર્યાદા કેટલી છે?","શું આ સાઇટ પર ક્રેડિટ કાર્ડ નંબર આપવો સલામત છે?","દિવ્યાંગજન ક્વોટામાં ઇ-ટિકિટ કેવી રીતે બુક કરવી?","શું આઈ. આર. સી. ટી. સી. રૂપે કાર્ડને મંજૂરી આપે છે?","મેં ઓટો અપગ્રેડેશનનો વિકલ્પ પસંદ કર્યો ત્યારે પણ મારી ટિકિટ કેમ અપગ્રેડ કરવામાં આવી ન હતી?","પુષ્ટિ થવાની સંભાવના શું છે?","ટ્રેન ટિકિટ બુકિંગ શું છે?","શું ઇન્ટરનેટ દ્વારા આરક્ષણ માટે વિવિધ ક્વોટા ઉપલબ્ધ છે?","શું હું અન્ય ખાતું બનાવવા માટે મારા મોબાઇલ નંબરનો ફરીથી ઉપયોગ કરી શકું?","એફટી ક્વોટા બુકિંગનો એઆરપી સમયગાળો કેટલો છે?","શું આઈ. આર. સી. ટી. સી. કેટરિંગ ચાઇનીઝ ભોજન પણ પીરસે છે?","આંતરરાષ્ટ્રીય/એનઆરઆઈ વપરાશકર્તા નોંધણી માર્ગદર્શિકા શું છે?","ટોપ-અપ્સ માટે ચુકવણીની પદ્ધતિઓ શું છે?","મારી ટિકિટની સ્થિતિ વેઇટિંગ લિસ્ટેડ/આરએસી છે. જ્યારે તેની પુષ્ટિ થશે ત્યારે મને કેવી રીતે ખબર પડશે?","શું હું વેઇટિંગ લિસ્ટેડ ઇ-ટિકિટ સાથે ટ્રેનમાં ચડી શકું?","ભરેલી ટિકિટનો ઇતિહાસ ક્યાં તપાસવો?","શું આઈઆરસીટીસી દ્વારા ભોજન પીરસવામાં આવ્યું છે?","એફટી ક્વોટા બુકિંગ હેઠળ કયા વર્ગો ઉપલબ્ધ છે?","મેં આંતરરાષ્ટ્રીય ક્રેડિટ કાર્ડથી મારી ટ્રેનની ટિકિટ માટે ચૂકવણી કરવાનો પ્રયાસ કર્યો પરંતુ ચુકવણી નિષ્ફળ ગઈ. અહીં શું થયું?","હું મારું ખાતું ખોલવા માંગુ છું કારણ કે હું લોગ ઇન કરી શકતો નથી. અને હું એ જ ઈ-મેલ આઈડી સાથે નવું ખાતું બનાવવા માંગુ છું. શું આ શક્ય છે?","અમુક ભૂલને કારણે મારું બુકિંગ નિષ્ફળ ગયું. શું તમારો ગ્રાહક ટેકો મને ટિકિટ બુક કરવામાં મદદ કરશે?","આવનારી ભૂલ \"વફાદારી નંબર પહેલેથી જ સંકળાયેલ છે\"","ચોક્કસ સમયે તાત્કાલિક બુકિંગની મંજૂરી કેમ નથી?","મારી તત્કાલ ટિકિટ માટે મારે કેટલી વધારાની ચૂકવણી કરવી જોઈએ?","ટ્રેનની ટિકિટ રદ કરવાના ઓછામાં ઓછા કલાકો કેટલા હોવા જોઈએ?","પ્લેટફોર્મ પર વ્હીલચેરની વ્યવસ્થા કેવી રીતે કરવી?","તાત્કાલિક ટિકિટ બુકિંગમાં મને કન્ફર્મ ટિકિટ ન મળી?","ઓનલાઇન બુકિંગ કરતી વખતે શું હું બોર્ડિંગ પોઇન્ટ પસંદ કરી શકું?","શું બોર્ડિંગ પોઇન્ટ ઓનલાઇન બદલી શકાય?","જો ચાર્ટ તૈયાર કર્યા પછી મારી ટિકિટ આરએસીમાં રહે અને હું મુસાફરી કરવા માંગતો ન હોઉં તો શું?","મારી ટિકિટ પર આરએસીની સ્થિતિ શું છે?","ઓળખનો પુરાવો કોણે આપવો જોઈએ?","ઈ-ટિકિટ તરીકે તત્કાલ ટિકિટ રદ કરવાનો નિયમ શું છે?","લોયલ્ટી યુઝર આઇડી અને આઇઆરસીટીસી યુઝર આઇડીને કેવી રીતે મર્જ કરવી?","ઇન્ટરનેટ રિઝર્વેશન માટે કેટલો સમય છે?","શું તહેવારોની મોસમની વિવિધ ટ્રેનો ઉપલબ્ધ છે?","શું દારૂ વહન કરવાના કોઈ નિયમો છે?","શું આઈ. આર. સી. ટી. સી. દ્વારા ચેટબોટ પર જવાબ આપવામાં આવ્યા છે?","ભોજન અને અન્ય વસ્તુઓ પર મુસાફરોનો પ્રતિસાદ નોંધવાની હાલની સ્થિતિ શું છે?","કોરોવર શું છે?","શું આઈ. આર. સી. ટી. સી. પર કોઈ ગ્રાહક સંભાળ સહાય ઉપલબ્ધ છે?","હું ઇ-વોલેટમાં ક્રેડિટ કાર્ડની વિગતો કેવી રીતે ઉમેરી શકું?","હું આરક્ષણ તરીકે મારું પૂરું નામ કેમ દાખલ કરી શકતો નથી?","ટી. ડી. આર. ની પ્રક્રિયા કેવી રીતે થાય છે?","શું હું મારી ટ્રેન ટિકિટનો સમય બદલી શકું?","જો કે હું સાચા વપરાશકર્તાનામ અને પાસવર્ડ સાથે લોગ ઇન કરી રહ્યો છું, તે અમાન્ય વપરાશકર્તા કહે છે. કેપ્ચા યોગ્ય રીતે કામ કરતું હોય તેવું લાગતું નથી. શું તમે કરી શકો છો તેની મદદ? & quot;","ઓનલાઇન ટ્રેન ટિકિટ બુકિંગની મર્યાદાઓ શું છે?","હું મારી અગાઉની તમામ બુકીંગ કેમ જોઈ શકતો નથી?","શું એફ. ટી. બુકિંગ માટે પાસપોર્ટ નંબર ફરજિયાત છે?","મારી ટિકિટની સ્થિતિની પુષ્ટિ થઈ ગઈ છે, પરંતુ મને સીટ નંબર અને કોચ મળ્યો નથી. હું ક્યારે અને કેવી રીતે વિગતો મેળવી શકું?","શું ગ્રુપ બુકિંગ/બ્રેક જર્ની/આગળની જર્ની/રીટર્ન જર્ની/સર્ક્યુલર જર્ની/બ્લેન્ક પેપર ટિકિટ ઓનલાઇન ઉપલબ્ધ છે?","તાત્કાલિક ટિકિટ કેવી રીતે બુક કરવી?","હું મારું સરનામું અપડેટ કરતી વખતે પોસ્ટ ઓફિસને અપડેટ કરવાનો પ્રયાસ કરી રહ્યો છું, પરંતુ તે થઈ રહ્યું નથી. મારે શું કરવું જોઈએ?"]